{"preferred_name": "Alexander C.T. Geppert", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Geppert.jpg", "official_title": "Associate Professor of History and European Studies; NYU Shanghai; Global Network Associate Professor, Center for European and Mediterranean Studies, Faculty of Arts and Science, NYU NY", "email_address": "alexander.geppert@nyu.edu", "room_number": "1312", "office_phone": "+86 (21) 2059-5222", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Alexander Geppert holds a joint appointment as Associate Professor of History and European Studies at NYU Shanghai and the <a href=\"http://as.nyu.edu/history/people.alexander-geppert.html\" target=\"_blank\">Center for European and Mediterranean Studies at NYU New York</a>.  Professor Geppert is also affiliated with the Department of History at the College of the Arts and Science at NYU. He received master’s degrees from Johns Hopkins University and Georg-August-Universität Göttingen, and a PhD from the European University Institute in Florence. From 2010 to 2016 he directed the <a href=\"http://www.geschkult.fu-berlin.de/en/e/fmi/astrofuturismus/index.html\" target=\"_blank\">Emmy Noether Research Group \"The Future in the Stars: European Astroculture and Extraterrestrial Life in the Twentieth Century\"</a> at Freie Universität Berlin. Professor Geppert has held fellowships at the Ecole des Hautes Etudes en Sciences Sociales in Paris (1999), the IFK Internationales Forschungszentrum Kulturwissenschaften in Vienna (2001–2002), the Kulturwissenschaftliches Institut in Essen (2002–2005), the German Historical Institutes in London and Paris (2000, 2009, 2012), at Harvard University (2007–2009), the University of Cambridge (2013, 2014), and the Smithsonian National Air and Space Museum in Washington, DC (2014–2015). Most recently, he has been awarded the NASA/Society for the History of Technology Fellowship in Aerospace History for 2018. For the year 2019–2020, he will return to the Smithsonian National Air and Space Museum, as the Charles A. Lindbergh Chair in Aerospace History.</p><p>Professor Geppert's research focuses on the nexus of spatiality, knowledge and transcendence in varying configurations, including outer space, miracles, world's fairs and the theory of historiography. Recent book publications include <em>Fleeting Cities: Imperial Expositions in Fin-de-Siècle Europe</em> (2010, 2013); <em>New Dangerous Liaisons: Discourses on Europe and Love in the Twentieth Century</em> (2010, co-ed.); <em>Wunder: Poetik und Politik des Staunens im 20. Jahrhundert</em> (2011, co-ed.); <em>Imagining Outer Space: European Astroculture in the Twentieth Century</em> (2012, 2018 ed.); <em>Obsession der Gegenwart: Zeit im 20. Jahrhundert</em> (2015, co-ed.); <em>Berliner Welträume im frühen 20. Jahrhundert</em> (2017, co-ed.); <em>Limiting Outer Space: Astroculture After Apollo</em> (2018, ed.); and <em>Militarizing Outer Space: Astroculture, Dystopia and the Cold War</em> (forthcoming, co-ed.). At present, he is completing a cultural history of outer space in the European imagination, entitled <em>The Future in the Stars: Time and Transcendence in the European Space Age, 1942–1972</em>. His next book project is a global history of astroculture, technoscience and twentieth-century planetization.</p><h3>Research Interests</h3><ul><li>Twentieth-Century European Social and Cultural History</li><li>History of Science, Technology and Knowledge</li><li>Outer Space and Extraterrestrial Life</li><li>History of Time, Temporality and the Future</li><li>History and Theory of Historiography</li></ul><h3>Education</h3><ul><li>PhD, History and Civilization<br/>European University Institute, 2004</li><li>MA, Modern and Early Modern History<br/>Georg-August-Universität Göttingen, 1997</li><li>MA, History<br/>Johns Hopkins University, 1995</li><li>BA, History<br/>Universität Bielefeld, 1994</li></ul><h3>Languages</h3><ul><li>English</li><li>German</li><li>Italian</li><li>French</li></ul></div>\n</div>\n</div>\n</div>"}