{"preferred_name": "Allison de Fren", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/defren_allison_themechanicalbride.jpg", "official_title": "Visiting Associate Arts Professor", "email_address": "ad2019@nyu.edu", "room_number": "943", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Allison de Fren is a media theorist and practitioner whose work focuses on the intersection of gender, media, and technology. She is an Associate Professor in the Media Arts &amp; Culture Department at Occidental College in Los Angeles, and she was formerly a Postdoctoral Fellow in the Center for Arts &amp; Technology at Connecticut College.<br/><br/>In both her pedagogy and research, Prof. de Fren traces the gendered tropes and technological themes that appear within media and popular culture to earlier histories of science, medicine, and technology. Her work has been covered in Wired Magazine, Indiewire, Boing Boing, Sloan Science &amp; Film, and Bitch Media and, for the last three years, her critical video essays have been on “best video essays of the year” lists at Fandor and BFI Sight and Sound. She is the 2010 winner of the Pioneer Award for Best Science Fiction Studies Essay of the Year from the Science Fiction Research Association and the 2009 winner of the Schachterle Essay Prize for Best Essay by an Untenured Scholar from the Society for Literature, Science, and the Arts. She has been awarded fellowships from the Annenberg Foundation, Andrew W. Mellon Foundation, the American Association of University Women, and Cagney and Lacey Foundation.</p><h3>Research Interests</h3><ul><li>Digital and Cyberculture</li><li>Media Archaeology</li><li>Videographic Criticism</li></ul><p> </p><h3>Recent Publications</h3><ul><li><a href=\"http://mediacommons.futureofthebook.org/intransition/2017/06/01/wtf-pre-and-post-cinematic-tendencies-paranormal-activity\">\"WTF IS THAT? The Pre- and Post-Cinematic Tendencies of Paranormal Activity\"</a> <em>[In]Transition Journal of Videographic Film &amp; Moving Image Studies</em>, 4.2b, 2017</li><li><a href=\"https://vimeo.com/203960047\">“Ex Machina: Questioning the Human Machine”</a> <em>Fandor</em>, March 2016</li><li><a href=\"http://mediacommons.futureofthebook.org/intransition/2015/12/28/fembot-red-dress\">“Fembot in a RedDress”</a> <em>[In]Transition Journal of Videographic Film &amp; Moving Image Studies</em>, 2.4, 2016</li><li>“Technofetishism and the Uncanny Desires of A.S.F.R. (alt.sex.fetish.robots)” <em>Science Fiction Criticism: An Anthology of Essential Writings</em>, edited by Rob Latham (Bloomsbury Publishing, 2017)</li><li>“The Anatomical Gaze in Tomorrow’s Eve (L’Eve future)” <em>Vintage Visions: Essays on Early Science Fiction</em>, edited by Arthur B. Evans (Wesleyan University Press, 2014)</li><li><em><a href=\"http://www.mechanicalbridemovie.com/\">The Mechanical Bride</a></em>, 2012, director/co-producer/co-editor     <br/></li></ul><p> </p><h3>Education</h3><ul><li>PhD, Critical Studies, School of Cinematic Arts<br/>University of Southern California</li><li>MPS, Interactive Telecommunications, Tisch School of the Arts<br/>New York University</li></ul><p> </p></div>\n</div>\n</div>\n</div>"}