{"preferred_name": "Aly Rose", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Aly%27s%20bio%20pic.jpg", "official_title": "Clinical Assistant Professor of Dance", "email_address": "alyrose@nyu.edu", "room_number": "1241", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Aly Rose is a Clinical Assistant Professor of Dance. Prior to joining NYU Shanghai, she was the Head of the Dance Minor at Tisch School of the Arts, NYU where she taught Choreography, Chinese Dance, and Topics in Chinese Culture. She is the Creator and Director of <a href=\"http://www.theoneshow.com\">The ONE Show</a> and a lecturer for the United Nations Leadership Program.</p><p>She holds a Masters from the Beijing Dance Academy and a Bachelors of Arts Degree from Claremont McKenna College.</p><p>Professor Rose ’s research interests are the <em>Role of Government and Corporations in Creating Long Term Platforms for Artistic Expression </em>and <em>How Dance Evolves the Individual and Community.</em></p><p>Her choreographic works have been shown at the Shanghai World Expo 2010, the Poly Plaza Theater and the Dashanzi International Art Festival in Beijing, the Symphony Space Theater and the Mark Morris Dance Center in New York, Harman Center for the Arts in Washington DC, and the University of the United Arab Emirates, Women’s College in Al Ain, UAE.</p><p>Professor Rose is a 2015 Fellow of the American Mandarin Society, member of the National Committee on US-China Relations, and was selected as an “Asia 21 Young Leader” by the Asia Society.  She is the first prize winner of the International Golden Lotus Cup Dance Competition in 2002.</p><h3>Education</h3><ul><li>Masters, Choreography &amp; Dance Studies<br/>Beijing Dance Academy, 2002</li><li>BA, Psychology &amp; Emphasis in Dance<br/>Claremont McKenna College, 1996</li></ul><h3>Languages</h3><ul><li>English</li><li>Chinese</li><li>Spanish</li></ul><p><video class=\"media-element file-default\" controls=\"controls\" data-fid=\"29930\" data-media-element=\"1\"><source src=\"https://cdn.shanghai.nyu.edu/sites/default/files/media/nyu_dance_480mp4.mp4\" type=\"video/mp4\"/></video></p></div>\n</div>\n</div>\n</div>"}