{"preferred_name": "Angie Chau", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/screen_shot_2018-01-17_at_2.05.17_pm.png", "official_title": "Visiting Clinical Assistant Professor in Literature", "email_address": "acc286@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Angie Chau is a Visiting Clinical Assistant Professor in Literature. She holds a Ph.D in Literature from UC San Diego and an MA from NYU. Her research interests include Chinese literature in the context of world literature, internet culture, translation, and visual media. She has published and forthcoming articles on Chinese popular culture, independent documentary film, and experimental film and literature in modern China. Prior to joining NYU Shanghai, Professor Chau taught courses in modern Chinese literature and film in the School of International Letters &amp; Cultures at Arizona State University and at UC San Diego.</p><h3><strong>Recent Publications</strong></h3><p><strong>Peer-reviewed journals</strong></p><ul><li>“‘An Archivist’s Fantasy Gone Mad’: The Age of Exhibition in Cao Fei’s Posthuman Trilogy,” Concentric 43, No. 2 (forthcoming in Sep., 2017).</li><li>“Defining the Modern Wenren and the Role of the White Female Body in Modern Chinese Literature and Art,” Modern Chinese Literature and Culture 29 No. 1 (Spring, 2017): 1–54.</li><li>“A Public Intellectual in the Internet Age: Han Han’s Everyman Appeal,” Chinese Literature Today, Vol. 5, No. 1 (Aug., 2015): 73–81.</li></ul><p><br/><strong>Chapter in books</strong></p><ul><li>“From Root-Searching to Grassroots: Returning to the Countryside in Contemporary Chinese Fiction and Independent Documentary Film” in Paul G. Pickowicz and Yingjin Zhang, eds., Filming the Everyday: Independent Documentaries in Twenty-First-Century China (Rowman &amp; Littlefield, 2016): 53–67.</li><li>“Fashion Sucks…Blood: Clothes and Covens in Twilight and Hollywood Culture” in Giselle Liza Anatol, ed., Bringing Light to Twilight: Perspectives on a Pop Culture Phenomenon (Palgrave Macmillan, 2011): 179–189.</li></ul><p><br/><strong>Translations</strong></p><ul><li>Tao Dongfeng 陶東風, “Thirty Years of New Era Literature: From Elitization to Anti-Elitization” [中國新時期文學三十年掃描：從精英化到去精英化], in Yingjin Zhang, ed., A Companion to Modern Chinese Literature (Wiley-Blackwell, 2015): 98–115.<br/> </li></ul><p><strong>Encyclopedia entries</strong></p><ul><li>“Literature, Post-1990, China” and “Yu Hua, China” in Kathleen Nadeau, ed., Pop Culture in Asia and Oceania (ABC-CLIO, 2016): 78–81 and 123–126.</li></ul><p> </p><h3> </h3></div>\n</div>\n</div>\n</div>"}