{"preferred_name": "Asligul Berktay", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/asli-280.jpg", "official_title": "Global Perspectives on Society Teaching Fellow", "email_address": "ab2513@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Asligul Berktay is a Global Perspectives on Society Teaching Fellow at NYU Shanghai. She is originally from Istanbul, Turkey. She got her BA at Mount Holyoke College, graduating in 2003 with a double major in Critical Social Thought and Spanish, along with a minor in African Studies. As an undergraduate, she studied abroad in both Spain and Senegal. She received an MA in History from Central European University in 2005, and her thesis was published in book form in 2009. Asli received her PhD from the Stone Center for Latin American Studies at Tulane University in 2015. While at Tulane, her research focused on the Atlantic slave trade and comparative slavery in Brazil, the Caribbean, and West Africa. She has also worked and published articles on race and race relations, social change, youth movements, and agency through popular culture in the same regions.</p><p>Asli sees herself as a scholar of the Black experience worldwide, which is why she seeks to study this experience from all possible perspectives, in many different contexts, and in a fully interdisciplinary manner. However, first and foremost, she is a historian of the enslaved experience, of the slave trade and of comparative slavery in both Africa and the Americas. Her dissertation, historical in both focus and methodology, analyzed the wills left behind by African-born and formerly enslaved individuals in nineteenth-century Salvador, Brazil and how these documents shed light on the lives that they led in the Bahian capital upon their arrival as slaves from Africa, as well as upon the (re-) acquisition of their freedom. While her studies have primarily been historical in nature, Asli has also greatly benefited from many other disciplines, such as anthropology, sociology, literature, politics, cultural studies, gender studies, religious studies, and music. This interdisciplinarity is reflected in her research interests, the different courses she has taught, the numerous invited talks and conference presentations she has given, as well as in her publications.</p><p>Asli started teaching at Tulane University in 2006, where in addition to introductory courses in Latin American Studies, she also had the opportunity to design and teach advanced undergraduate courses on slavery and post-slavery life in the Caribbean, Brazilian media and culture, and on the American perceptions of the Caribbean in both literature and film. She was also a full-time adjunct in the Spanish and Portuguese Department at Tulane University in the 2011-2012 academic year. While in the write-up phase of her dissertation and upon receiving her PhD, Asli taught a wide range of both graduate and undergraduate courses at Mimar Sinan University, Bilgi University, Sabanci University, and Bogazici University, all in Istanbul, Turkey. Asli has received numerous fellowships and prizes for her studies throughout her career, in addition to the research grants she received from the Stone Center and from the School of Liberal Arts at Tulane University to conduct research in Brazil, and the joint fellowship she received from the Luso-American Development Foundation and the Portuguese Archives Directorate-General to conduct archival work in Portugal. Having lived in many different parts of Europe, Africa, and the Americas, Asli is also fluent in more than ten languages.</p><p> </p></div>\n</div>\n</div>\n</div>"}