{"preferred_name": "Brandon Conlon", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/brandon.jpg", "official_title": "Associate Director of English for Academic Purposes and Lecturer", "email_address": "bmc6@nyu.edu", "room_number": "921", "office_phone": "+86 (21) 20595082", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Brandon Conlon is Associate Director of English for Academic Purposes and Lecturer at NYU Shanghai. Prior to joining NYU Shanghai, he was English for academic purposes lecturer at Xian Jiaotong-Liverpool University. He is currently pursuing an EdD in higher education from the University of Liverpool. He holds a master's in applied linguistics from the University of New England (Australia) and a BA in linguistics and philosophy from the University of Massachusetts, Amherst.</p><p>Conlon's research interests are language and culture teaching and acquisition, higher education, and the relation between curriculum, pedagogy, and culture. At Xian Jiaotong-Liverpool University, he designed a language course for English and communication students in their second year. He has designed and taught a range of language intensive courses that include English for academic purposes, composition, culture, lexicology, and introductory linguistics. He is a member of Teachers of English to Speakers of Other Languages, USA (TESOL).</p><h3 style=\"text-align: justify;\"><span style=\"line-height: 1.538em;\">Research Interests</span></h3><ul><li style=\"text-align: justify;\">Language and culture teaching, learning, and acquisition</li><li style=\"text-align: justify;\">Higher education</li><li style=\"text-align: justify;\">Relation between curriculum, pedagogy, and culture</li></ul><h3 style=\"text-align: justify;\">Courses Taught</h3><ul><li><span style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">Global Perspectives on Society - Writing Workshop</span></li><li>EAP Seminar: Negotiating Self and Others - Advanced</li><li>Intercultural Communication</li></ul></div>\n</div>\n</div>\n</div>"}