{"preferred_name": "Brian Hanssen", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/brian-hanssen280.jpg", "official_title": "Clinical Assistant Professor of Business", "email_address": "bh849@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Brian Hanssen joined NYU Shanghai in 2015 as a Clinical Assistant Professor of Business. He has a joint appointment with the NYU Stern School of Business, where he is a Clinical Assistant Professor of Management Communication. Professor Hanssen also runs a non-profit organization and consults regularly in the private sector.</p><p><br/>Prior to teaching in both the undergraduate and MBA programs at NYU, Brian most recently held a global management position in product readiness and enablement at Intralinks, a leading technology provider of secure collaboration solutions.</p><p><br/>Before Intralinks, Brian spent eight years in management consulting focusing on leadership development and organizational change. His experiences encompass corporate restructuring, IT implementation, and development of social impact/shared value programs. Past clients include UBS, General Electric, Citi, Total, and the Republic of Kenya.  He has also worked in the non-profit sector and was a teacher in Los Angeles.</p><p><br/>Professor Hanssen holds degrees from the University of California, Los Angeles and Columbia University.</p><h3>Courses Taught</h3><p><br/>•    Business and its Publics<br/>•    Business Communication<br/>•    Organizational Communication and its Social Context<br/>•    Advanced Organizational Communication (NYU Shanghai)<br/>•    Managerial Skills (NYU Shanghai)<br/>•    Leadership Practicum (NYU Shanghai)</p><h3>Education</h3><p>Columbia University<br/>University of California, Los Angeles</p><h3>Languages</h3><p>English, German, Spanish</p><p> </p></div>\n</div>\n</div>\n</div>"}