{"preferred_name": "Dan Guttman", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/danpicture.jpg", "official_title": "Clinical Professor of Environmental Studies", "email_address": "dg109@nyu.edu", "room_number": "1212", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dan Guttman is a practicing lawyer, teacher, and has been a public servant.  Following two years as a Fulbright scholar in China  he has worked with colleagues in the US and China developing cooperative educational programs in law, public policy/public management and environmental governance. He served in the Administration of President Clinton as Executive Director of the Presidential Advisory Commission on Human Radiation Experiments (report published by Oxford University Press; 1996), was appointed by President Clinton to serve as a Commissioner of the U.S. Occupational Safety and Health Review Commission, was special counsel to U.S. Senate investigations and reports on U.S. government management, and is United Nations Development Program “foreign expert advisor” in the development of China environmental law.</p><p>At Johns Hopkins University he is a Fellow and teaches at the Center for Advanced Governmental Study; he is clinical Professor at New York University Shanghai, visiting Professor at the Peking University Law School clinic, where he developed courses in public interest law and co-authored 实践中的公益法 (Public Interest Law in Practice)(Law Press China: 2012), teaches at Shanghai Jiao Tong University law school, has been senior fellow at Tsinghua University China/US Center, visiting professor at Tsinghua’s School of Public Policy and Public Management and Nanjing University School of Environment, and coordinates China programs for the U of California Santa Barbara Bren School of environmental science and management.</p><p>He was partner in a law firm (Spiegel &amp; McDiarmid) that pioneered in application of antimonopoly law to the electric industry, and is of counsel to Guttman, Buschner and Brooks, representing whistleblowers in anti-corruption litigation.  He represented workers in litigation leading to Congressional enactment of the 2000 U.S. Nuclear Workers Compensation and 1986 Asbestos in Schools laws, litigation leading to court finding that the privatization of the US Enrichment Corporation was a model of how not to privatize, and litigation leading to US government moratorium on recycling of nuclear waste for commercial use. He represented whistleblowers in litigations resulting in hundreds of millions of dollars of recovery by the U.S. from oil companies and military contractors. He helped create NGOs devoted to gender equity in development funding and development in the Horn of Africa.</p><p>He co-authored The Shadow Government (Pantheon: 1976), recognized as a seminal study of the “contracting out” of U.S. government, many further books and articles, has testified many times before the US Congress and other public bodies, shared in journalism awards, most recently for a study of $900 billion in Pentagon contracting, is a Fellow of the U.S. National Academy of Public Administration, and graduated from the Yale Law School.</p><div> </div><h5>Publications:</h5><p><em>Public Interest Law in Practice </em>; (实践中的公益法 ) (Chinese) (co-author with Yang Xiaolei and Liu Donghua, Peking University law school law school colleagues) (China Law Press);  2012</p><p><em>Perspectives on American Law</em>; co-editor/chapters author; Peking University Press (2013 )</p><p>欧盟NGOs 环境非政府组织 推动执法手册How EU Environmental NGOs Make Law Work: A Handbook for China Environmental NGOs (2015)(Chinese and English); China Environment Press (with Elizabeth Sinclair)(supported by EU China Environmental Program and All China Environment Foundation)</p><p><em>Comparative Whistleblower law,</em> with Xiao Kai (in preparation)</p><h3><span style=\"font-size: 13px;\">“Winning Against Pollution: Protecting the Environmental Rights of the Public,” with Xia Kunbao, United Nations Development Program/All China Environmental Federation (2013)</span></h3><p>”U.S. Government Contracting and China Shi Ye Dan Wei-Two Shadow Governments: Path Dependency from Opposite Directions, or Mutual Learning,” with Song Yaqin and Li Haiming, <em>Asia Pacific Journal of Public Management</em> (June, 2013)</p><p> “Transparency and Accountability Landscape Project Report to the Ford Foundation’s Promoting Transparent, Effective, and Accountable Government Initiative,” July, 2013</p><p>“Institutionalized Governance Processes: Comparing Environmental Problem Solving in China and the United States,” Oran R. Young, Dan Guttman, Ye Qi, Kris Bachus, David Belis, HongguangCheng,  Alvin Lin, Jeremy Schreifels, Sarah Van Eynde, Yahua Wang, Liang Wu, Yilong Yan, An Yu, Durwood Zaelke, Bing Zhang, Shiqiu Zhang, Xiaofan Zhao, Xufeng Zhu, <em>Global Environmental Change</em>, 31:163-173; 2015. </p><p>“Government by Contract: Considering a Public Service Ethics to Match the Blended Workforce,” <em>Emory Journal of Corporate Governance and Accountability</em>; spring 2015: <a data-saferedirecturl=\"https://www.google.com/url?hl=en&amp;q=http://law.emory.edu/ecgar/content/volume-2/issue-1/article/government-by-contract.html&amp;source=gmail&amp;ust=1481655482105000&amp;usg=AFQjCNHJwLFw_Rxu9vC-SykXrRe_I8H5OQ\" href=\"http://law.emory.edu/ecgar/content/volume-2/issue-1/article/government-by-contract.html\" target=\"_blank\">http://law.emory.edu/ecgar/<wbr/>content/volume-2/issue-1/<wbr/>article/government-by-<wbr/>contract.html</a></p><p>“The global vernacular of governance and instruments: translating between the operating systems of China and the United States,” <em>Asia Pacific Journal of Public Administration</em>, 37:4, 253-263, (2015) </p><p> </p></div>\n</div>\n</div>\n</div>"}