{"preferred_name": "Dannah Dennis", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/dannah_dennis_profile_picture.jpg", "official_title": "Global Perspectives on Society Teaching Fellow", "email_address": "dkd2@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dannah Dennis is a Global Perspectives on Society Teaching Fellow at NYU Shanghai. She has a Ph.D. in Anthropology from the University of Virginia and a BA in History from the University of Baltimore. In 20162017, she was an instructor in the Department of Anthropology at the University of Virginia.<br/><br/>Her research focuses on the social and political anthropology of Nepal and South Asia. She has recently published articles on the <a href=\"http://digitalcommons.macalester.edu/himalaya/vol37/iss1/14/\">politics of urban infrastructure in Kathmandu</a> and on the <a href=\"https://www.routledge.com/Media-as-Politics-in-South-Asia/Udupa-McDowell/p/book/9781138289437\">nationalist significance of Nepali claims to Buddha’s birthplace</a>, along with a piece of ethnographic fiction exploring the <a href=\"https://www.academia.edu/30222113/Fifty-Three_Kilos\">obligations of relationship in transnational Nepali </a><a href=\"https://www.academia.edu/30222113/Fifty-Three_Kilos\">middle-class</a><a href=\"https://www.academia.edu/30222113/Fifty-Three_Kilos\"> families</a>.<br/><br/>Dr. Dennis's field work for her dissertation, \"Nepali First: Citizenship and Nationalism in a New Secular Republic,\" was funded by the WennerGren Foundation. She was recently awarded a Senior Humanities Research Fellowship from the National Endowment for the Humanities and the Council of American Overseas Research Centers to begin fieldwork for a project which is tentatively titled \"<a href=\"https://www.caorc.org/neh-fellowships\">Bureaucratizing Equality: Nepal's Civil Service in Transition</a>.\" She is a member of the American Anthropological Association, the Association for Nepal and Himalayan Studies, the Association for Political and Legal Anthropology, and the Society for Humanistic Anthropology.</p></div>\n</div>\n</div>\n</div>"}