{"preferred_name": "David Fitch", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/fitch.jpg", "official_title": "Affiliated Professor of Biology, NYU Shanghai; Professor, Biology, Faculty of Arts and Science, NYU", "email_address": "df3@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>David Fitch is an Affiliated Professor at NYU Shanghai and was Interim Dean of Arts and Science from 2014-2016. He has been Professor of Biology at NYU New York since 1993. He holds a PhD in Genetics from the University of Connecticut (1986) and an AB in Biology from Dartmouth College (1980). His postdoctoral research was in molecular phylogenetics (Wayne State University School of Medicine) and developmental genetics (Albert Einstein College of Medicine). Using free-living rhabditid nematodes as model organisms, Fitch's current research is involved in understanding how cellular morphogenesis is regulated in time and space and sex-specifically, the evolution of this process, and the phylogenetic relationships of rhabditid nematodes. He teaches general biology, developmental genetics, and evolution. Funding for his research comes primarily from the National Science Foundation and the National Institutes of Health. He has published a number of articles in a variety of different journals, serves on a couple editorial boards, is a member of the Faculty of 1000, has won a couple fellowships, and is the proud recipient of a teaching award from NYU. He likes music (piano and composition), martial arts, and designing databases.</p><p>To learn more about David Fitch, read his <a href=\"http://shanghai.nyu.edu/sites/default/files/media/fitch_0.pdf\" target=\"_blank\">2010 Q&amp;A</a> with <em>Current Biology.</em></p><h3>Recent Publications</h3><ol><li>Fitch, D. H. A.  2011.  Mechanisms of evolutionary change.  In: Grzimek's Animal Life Encyclopedia: Evolution.  1st ed. (ed. by Michael Hutchins), pub. by Gale-Cengage, Detroit, 371 pp.  ISBN: 978-1-4144-8669-7.  [No citation information]</li><li>Nelson, Matthew D., and Fitch, D. H. A.  2011.  Overlap extension PCR: An efficient method for transgene construction. Chapter 27 in: Molecular Methods for Evolutionary Genetics (Virginie Orgogozo and Matthew V. Rockman, eds), Methods in Molecular Biology, Vol. 772 (John Walker, series editor), Humana Press, New York.  [ISBN 978-1-61779-227-4; no citation information]</li><li>Nelson, M. D., Zhou, E., Kiontke, K., Fradin, H., Maldonado, G., Martin, D., Shah, K., and Fitch, D. H. A.  2011.  A bow-tie genetic architecture for morphogenesis suggested by a genome-wide RNAi screen in Caenorhabditis elegans.  PLoS Genetics 7(3):e1002010. doi: 10.1371/journal.pgen.1002010.  [No citation information yet.]</li><li>Kiontke, K. C., Félix, M.-A., Ailion, M., Rockman, M. V., Braendle, C., Pénigault, J. B., and Fitch, D. H. A.  2011.  A phylogeny and molecular barcodes for Caenorhabditis, with numerous new species from rotting fruits.  BMC Evolutionary Biology 11:339. doi:10.1186/1471-2148-11-339.</li><li>Kiontke, K., and Fitch, D. H. A. 2013.  Nematodes.  Current Biology 23(19):R862-R864.  [Invited \"primer\" about the phylum Nematoda.]</li></ol><h3>Courses Taught</h3><ul><li>Foundations of Science 3 Biology</li><li>Foundations of Science 4 Biology</li><li>Evolution</li></ul><h3>Education</h3><ul><li>PhD, Genetics<br/>University of Connecticut, 1986</li><li>BA, Biology<br/>Dartmouth College, 1980</li></ul><h3>Languages</h3><ul><li>English</li><li>German</li></ul></div>\n</div>\n</div>\n</div>"}