{"preferred_name": "David Yu", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/yu.jpg", "official_title": "Adjunct Professor of Finance", "email_address": "david.yu@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Prof. Yu teaches Investing and Financing in and with China; and Private Equity &amp; Venture Capital in Asia and Emerging Markets at NYU Shanghai.</p><p>Prof. Yu is the Managing Director, Chief Investment Officer, and Co-Founder of Inception Aviation Holdings, an aviation investment and financing firm.  He heads up efforts to provide investment and financing solutions and advisory services to airlines, lessors, investors and financial institutions. Prof. Yu is a recognized expert in cross border finance and investing.  He is also the Executive Director Asia of IBA Group, a leading global aircraft appraisal and consultancy.  In addition, Prof. Yu has extensive experience in direct investments and financing across industries globally including deal origination, analysis, structuring, financing, and senior management responsibilities. </p><p>Previously, he was the China Chief Representative, VP Asia (Head of Asia) and Executive Committee member at Libra Group, a Greek family investment conglomerate, where he was responsible for all of Libra’s Asian interests including energy, hotels, real estate, shipping and aviation.  Prof. Yu was based in four continents before running Asia and founding the China business. Prior to Libra, Prof. Yu worked in investment banking with Bank of America Merrill Lynch’s Global Industries Group, where he focused on M&amp;A, debt and equity transactions in transportation, aerospace and defense, and diversified industrials.</p><p>Prof. Yu is a CFA Charterholder and has a B.A. in Economics and Computer Science (full honors) and an M.S. in Systems Analysis and Applied Economics (Dept. of Geography and Environmental Engineering) from Johns Hopkins University. He also has an M.B.A. in general management with a concentration in finance from New York University's Stern School of Business and studied at Peking University's Guanghua School of Management and the National University of Singapore’s School of Business.  He is a Fellow and Research Associate at Johns Hopkins University's Institute for Applied Economics, Global Health and the Study of Business Enterprise. He is a member of ISTAT, CFA Institute and is an International Society of Transport Aircraft Trading (ISTAT) Certified Aviation Appraiser, where he is the only independent in China and one of ~50 globally. Prof. Yu is a frequently invited speaker at leasing and investment industry conferences and has been interviewed in top industry and general publications.</p><p><a href=\"https://shanghai.nyu.edu/cn/shizi/yu-da\" target=\"_blank\"><strong>中文简历</strong></a></p><h3>Research Interests</h3><ul><li>Investments &amp; financing (public, venture capital, private equity, real assets, startups)</li><li>Cross border business</li><li>Asset backed finance</li><li>Family offices and enterprises</li><li>Industries focused (aviation, shipping, hospitality, pharmaceuticals/biotech, technology, renewable energy, real estate)</li></ul><h3>Program / Courses Taught</h3><ul><li>Investing and Financing In And With China</li><li>Private Equity &amp; Venture Capital in Asia and Emerging Markets</li><li>Shanghai Module - MS Global Finance program by NYU Stern and HKUST</li></ul><h3>Education</h3><ul><li>CFA Charterholder, CFA Institute</li><li>International Society of Transport Aircraft Trading (ISTAT) Certified Aviation Appraiser</li><li>Peking University's Guanghua School of Management</li><li>National University of Singapore’s School of Business</li><li>M.B.A., Finance with general management, New York University's Stern School of Business</li><li>M.S., Systems Analysis and Applied Economics, Dept. of Geography and Environmental Engineering, The Johns Hopkins University</li><li>B.A., Economics and Computer Science, The Johns Hopkins University</li></ul><h3>Languages</h3><ul><li>Chinese</li><li>English</li></ul><p>Professor Yu is also a faculty member at Center for Business Education and Research. For more information about the center, please visit <a href=\"https://research.shanghai.nyu.edu/cber\">https://research.shanghai.nyu.edu/cber</a></p></div>\n</div>\n</div>\n</div>"}