{"preferred_name": "Dengfeng Yan", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/yan-dengfeng.jpg", "official_title": "Visiting Associate Professor of Marketing", "email_address": "dy27@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dengfeng Yan is a Visiting Associate Professor of Marketing at NYU Shanghai. He has been on the faculty at the University of Texas at San Antonio since 2012. He also taught at HKUST as a visiting assistant professor in the Spring of 2016.<br/><br/>Dengfeng’s research focuses on understanding how consumers respond to numerical information (such as prices and attribute specifications) and how consumer judgment and preferences vary as a function of psychological distance. His research has been published in top-tier journals including <em>Journal of Consumer Researc</em>h,<em> Journal of Marketing Research</em>, <em>Journal of Consumer Psychology</em>, and <em>Journal of Personality and Social Psychology</em>. He currently serves on the Editorial Review Boards of <em>Journal of Consumer Research</em> and <em>Journal of Consumer Psychology</em>.</p><h3>Research Interests</h3><ul><li>Numerical Information</li><li>Psychological Distance</li></ul><p> </p><h3>Recent Publications</h3><ul><li>Yan, Dengfeng and Jorge Pena-Marin (2017), “Round Off the Bargaining: The Effects of Offer Roundness on Willingness to Accept,” <em>Journal of Consumer Research</em>, 44 (2), 381-395.</li><li>Yan, Dengfeng, Jaideep Sengupta, and Jiewen Hong (2016), “Why Does Psychological Distance Influence Construal Level? The Role of Processing Modes,” <em>Journal of Consumer Research</em>, 43 (4), 598-613.</li><li>Yan, Dengfeng (2016), “Numbers Are Gendered: The Role of Numerical Precision,” <em>Journal of Consumer Researc</em>h, 43 (2): 303-316.</li><li>Yan, Dengfeng and Alex S. Tsang (2016), “Spoiler Effect Misforecasted: Underlying Mechanism and Boundary Conditions,” <em>Journal of Consumer Psychology</em>, 26 (1), 81-90.</li><li>Yan, Dengfeng (2014), “Future Events Are Far Away: Exploring the Distance-On-Distance Effect,” <em>Journal of Personality and Social Psychology</em>, 106 (4), 514-525.</li><li>Yan, Dengfeng and A. V. Muthukrishnan (2014), “Killing Hope with Good Intention: Effects of Consolation Prizes on Preferences for Lottery Promotions,” <em>Journal of Marketing Research</em>, 51 (2), 198-204.<br/></li></ul><p> </p><h3>Education</h3><ul><li>PhD, Marketing, HKUST</li><li>M. Phil, Marketing, Hong Kong Baptist University</li><li>BA, Political Science, Nanjing University</li></ul><p> </p><p> </p></div>\n</div>\n</div>\n</div>"}