{"preferred_name": "Diane Yu", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/1417691547165.jpg", "official_title": "Executive Director of the Sheikh Mohamed bin Zayed Scholars Program NYUAD & Leadership Instructor", "email_address": "diane.yu@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p><span style=\"font-family: Verdana, Geneva, sans-serif; font-size: 12px;\">Diane C. ​Yu is​ ​​the Counselor to Leadership at New York University Abu Dhabi (NYUAD) and Executive Director of the Sheikh Mohamed bin Zayed Community Programs at NYUAD, which currently consist of the NYUAD ​Summer Academy - a college preparatory program for Emirati high school students - and the Sheikh Mohamed bin Zayed Scholars Program (SMSP) for top UAE university students. She teaches leadership classes at NYU New York and in the Summer Academy and SMSP, and public speaking classes for SMSP and NYU Shanghai. Previously she was the Deputy President of New York University, ​Managing Counsel at a Fortune 500 company, State Bar of California General Counsel (for whom she won a case in the U.S. Supreme Court), a White House Fellow, and a California Superior Court Commissioner. She attended Oberlin College (B.A.) and U.C. Berkeley School of Law (J.D.). She sits on ​a number of ​boards​, including​ Oberlin College, American Management Association, ​Oregon Shakespeare Festival, ​and the Association of Governing Boards. She served as the White House Fellows Association President and chaired the American Bar Association’s (ABA) Commission on Women in the Profession and the ABA Section of Legal Education and Admissions to the Bar. Among her numerous awards are Ten Outstanding Young Women of America, Women’s Leadership Award from the Asian American Bar Association of New York, and an honorary doctorate from City University of New York.</span></p><h3>Courses Taught</h3><ul><li>Public Speaking</li></ul></div>\n</div>\n</div>\n</div>"}