{"preferred_name": "Dianna Heldman", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/img_1894-280_0.jpg", "official_title": "Affiliated Assistant Arts Professor, NYU Shanghai; Music Assistant Professor, Music and Music Education, Steinhardt, NYU", "email_address": "dianna.heldman@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dianna Heldman is an Assistant Professor of Music &amp; Music Education and the Associate Director of the Program in Vocal Performance at NYU Steinhardt. A recipient of the Steinhardt Excellence in Teaching Award, Prof. Heldman has been recognized in part for creating and implementing the unique curriculum that has made the NYU Steinhardt Program in Vocal Performance a cutting edge internationally recognized and respected program. She serves as the director of the NYU Summer Classical Voice Intensive and Music Theatre Workshop which draw students from around the world. Dianna has been a guest lecturer and clinician throughout the US at conferences and institutions and served as an adjudicator and coordinator for national and regional competitions and workshops. She continues to be a guest clinician at the Shanghai Conservatory where she was invited to teach in 2012. Prior to teaching, mezzo soprano, Dianna Heldman sang throughout the US performing with opera companies, choral societies and symphony orchestras including three national tours and two seasons with New York City Opera. She is delighted to join the faculty at NYU Shanghai for the 2015/ 2016 academic year.</p><h3>Education</h3><ul><li>Artist Diploma in Opera Performance, Cincinnati Conservatory of Music,<br/>University of Cincinnati</li><li>Certificate of Performance,<br/>Universität Mozarteum, Salzburg, Austria</li><li>Master of Music Education,<br/>University of North Texas </li><li>Bachelor of Music,<br/>Crane School of Music, SUNY Potsdam</li></ul><h3>Areas of research and interest</h3><ul><li>vocal pedagogy</li></ul></div>\n</div>\n</div>\n</div>"}