{"preferred_name": "Duane Corpis", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Duane-Pic%20for%20Website.jpg", "official_title": "Associate Professor of History, NYU Shanghai; Global Network Associate Professor, NYU", "email_address": "duane.corpis@nyu.edu", "room_number": "951", "office_phone": "86 (21) 20595228", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Duane Corpis is an\r\n<style type=\"text/css\">p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Calibri}\r\n</style>\n<span style=\"font-family: Calibri; font-size: 16px; white-space: pre-wrap;\">Associate Professor of History, NYU Shanghai; Global Network Associate Professor, NYU</span>. Prior to joining NYU Shanghai, he was Assistant Professor at Cornell University. He holds a PhD from New York University and B.A. from the University of Chicago.</p><p>Professor Corpis’s research interests are the religious, cutural, and social history of early modern Europe, early modern world history, and the history of the senses.  His book is titled <em>Crossing the Boundaries of Belief: The Geographies of Religious Conversion in Southern Germany</em> (2014).  His work has also appeared in <em>Radical History Review and Central European History</em>.</p><p>Professor Corpis is recipient of the 2013-2014 Smith Book Award from the Southern Historical Association and the 2013 Hans Rosenberg Article Prize from the Central European History Society.  He has been an NEH Humanities Summer Scholar, a Senior Fellow at the Institute for Advanced Study at Central European University, and a Herzog Ernst Fellow at the Gotha Research Center and Library. He also serves on the Editorial Collective of the journal <em>Radical History Review</em>.</p><h3>Research Interests</h3><ul><li>European history, 1450-1850</li><li>Social history</li><li>Cultural history</li><li>Religious history</li><li>Atlantic World history and Global history</li><li>History of the senses</li></ul><h3>Recent Publications</h3><ul><li><em>Crossing the Boundaries of Belief:  Geographies of Religious Conversion in Southern Germany, 1648-1800</em>.  Charlottesville, VA:  University of Virginia Press, 2014.</li><li>“Christianity in the Atlantic World.” In <em>The Princeton Companion to Atlantic History</em>, edited by Joseph C. Miller. Princeton: Princeton University Press, 2014.</li><li>“Marian Pilgrimage and the Performance of Male Privilege in Eighteenth-Century Augsburg.” <em>Central European History</em> 45 (September 2012): 375-406.</li><li>“Paths of Salvation and Boundaries of Belief:  Spatial Discourse and the Meanings of Conversion in Early Modern Germany.” In <em>Conversion and the Politics of Religion in Early Modern Germany</em>, edited by David M. Luebke, et al., 14-31. New York: Berghahn Books, 2012.</li></ul><h3>Education</h3><ul><li>PhD, Early Modern European History<br/>New York University, 2001</li><li>B.A, History<br/>University of Chicago, 1989</li></ul><h3>Languages</h3><ul><li>English (native fluency)</li><li>German (near native fluency)</li><li>Latin (reading)</li></ul><p> </p><p> </p></div>\n</div>\n</div>\n</div>"}