{"preferred_name": "Eliot Gattegno", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/img_0507.jpg", "official_title": "Clinical Associate Professor of Business and Arts", "email_address": "eliotgattegno@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>\n<style type=\"text/css\">p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px Helvetica; color: #575757}\r\n</style>\n</p><p>Eliot Gattegno is an entrepreneur, musician, and a professor at NYU Shanghai, where he is part of the Program on Creativity and Innovation. Prior to NYU Shanghai, he was the was the Founder and Director of The Chinese University of Hong Kong, Shenzhen Center for Innovation, Design &amp; Entrepreneurship and a professor at the CUHK Business School, where he worked with all Colleges and Schools to train the next generation of entrepreneurial-minded science, technology, and business innovators, to catalyze the commercialization of university discoveries, and to bridge the gap between academia and the private sector. He has also been a visiting professor at ShanghaiTech University School of Entrepreneurship and Management and an artist-in-residence at Harvard, Stanford, Columbia, and UC Berkeley.</p><p>Professor Gattegno’s research focuses on creativity, innovation, and entrepreneurship. He is also a critically acclaimed musician by The New York Times, The Boston Globe, and The Los Angeles Times. He co-developed sonic analysis software that converts sound into a musical score, as well as the first searchable sonic database that can be used for artistic creation and education. He has performed at Carnegie Hall and Lincoln Center, recorded over 20 albums many of which with Grammy-winning musicians, as well as with the New York Philharmonic and Ensemble Intercontemporain. His writings on music have been published by Schott Music and Oxford University Press.</p><p>Professor Gattegno was a Fellow at Harvard University, holds a doctorate from UC San Diego, and also studied at Interlochen Arts Academy, New England Conservatory of Music and Stanford University School of Engineering and Graduate School of Business. He is an advisor, consultant and mentor to accelerators and companies throughout China, the Middle East and USA, and is on the Board of Directors for Hong Kong New Music.</p><h3>Research Interests</h3><ul><li>Creativity</li><li>Innovation</li><li>Entrepreneurship</li></ul><h3>Education</h3><ul><li>Certificate, Stanford University School of Engineering and Graduate School of Business, 2015</li><li>Fellow, Harvard University, 2011</li><li>Ph.D., University of California, San Diego, 2010</li><li>M.M., New England Conservatory, 2007</li><li>B.M., New England Conservatory, 2005</li><li>Diploma, Interlochen Arts Academy, 2001</li></ul><h3>Languages</h3><p>English, Mandarin Chinese (Elementary)</p></div>\n</div>\n</div>\n</div>"}