{"preferred_name": "Enric Junqué de Fortuny", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/enric_copy.jpg", "official_title": "Assistant Professor of Information Systems and Business Analytics, NYU Shanghai; Global Network Assistant Professor, NYU", "email_address": "enric.junquedefortuny@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Enric Junqué de Fortuny is an Assistant Professor of Information Systems and Business Analytics at NYU Shanghai. Prior to his appointment at NYU Shanghai, he was Assistant Professor in Marketing at the Rotterdam School of Management (Netherlands) and a Senior Research Fellow at INSEAD's eLab for Big Data (France/Singapore). He holds a Ph.D. in Applied Economics from the University of Antwerp, an M.Sc. in Computer Science Engineering, and a B.Sc. in Computer Science from the University of Ghent (Belgium).</p><p>Enric's research interests lie within the realm of data science and its various applications. Specifically, he is focused on prediction problems involving fine-grained human behavior. His research has been recognized with the <a href=\"http://www.erpoty.com\" target=\"_blank\">European Research Paper of the Year 2017</a> award, organized by CIO-NET and the Association for Information Systems. His findings have been published in well-known journals and top conferences such as IEEE Transactions on Neural Networks, MISQ and Learning Systems and Knowledge Discovery and Data Mining (KDD).</p><p>For more, please visit his personal website: <a class=\"m_-6663413207739428535moz-txt-link-freetext\" data-saferedirecturl=\"https://www.google.com/url?hl=en&amp;q=http://ciri.be/&amp;source=gmail&amp;ust=1505979729958000&amp;usg=AFQjCNFGUKnXCwuh92k5vmPlrm9t_gyRqA\" href=\"http://ciri.be/\" target=\"_blank\">http://ciri.be/</a></p><h3>Research interests</h3><ul><li>Data science</li><li>Big data</li><li>Marketing</li></ul><h3>Education</h3><p>He holds a Ph.D. in Applied Economics from the University of Antwerp, an MSc in Computer Science Engineering, and a BSc in Computer Science from the University of Ghent (Belgium).</p><h3>Languages</h3><ul><li>Dutch (native)</li><li>Catalan (native)</li><li>English (C1)</li><li>French (B2)</li><li>Chinese (HSK1)</li></ul></div>\n</div>\n</div>\n</div>"}