{"preferred_name": "Eric Hundman", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/hundman_oct2016headshot.jpg", "official_title": "Assistant Professor Faculty Fellow of Political Science", "email_address": "eric.hundman@nyu.edu", "room_number": "1223", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Eric Hundman received his Ph.D. from the University of Chicago in 2016 and joined the faculty at NYU Shanghai in 2017. His research examines decision-making processes, strategy, and organizational dynamics in military organizations. Focusing primarily on East Asia, especially China and Taiwan, he blends social network analysis, statistical methods, case studies, and archival research to investigate how individual members of military organizations choose to pursue actions such as desertion, innovation, surrender, or disobedience. His work has been published in outlets such as <em>International Security, The Review of Policy Research, ChinaFile, Foreign Policy</em>, and <em>Wired</em>.<br/><br/>Hundman has conducted extensive fieldwork and archival research while living in both China and Taiwan, and he is highly proficient in both Mandarin Chinese and classical Chinese. He has also held fellowships at the John Sloan Dickey Center for International Understanding at Dartmouth College and the Center for East Asian Studies at the University of Chicago.</p><p>More information about Hundman's research and teaching can be found at <a href=\"http://www.erichundman.com\">www.erichundman.com</a></p><h3>Research Interests</h3><ul><li>International Relations</li><li>Comparative Politics</li><li>Military Organizations</li><li>Strategy</li><li>Decision Making</li><li>China</li><li>Taiwan</li></ul><h3>Education</h3><ul><li>Ph.D., Political Science, University of Chicago, 2016</li><li>M.A., Political Science, University of Chicago, 2010</li><li>B.S., Physics and Political Science, Yale University, 2006</li></ul></div>\n</div>\n</div>\n</div>"}