{"preferred_name": "Fareed Ismail Ben-Youssef", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/by_headshot.jpg", "official_title": "Global Perspectives on Society Teaching Fellow", "email_address": "N/A", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Fareed Ben-Youssef is a Global Perspectives on Society Teaching Fellow at NYU Shanghai. He earned his PhD in Film and Media from the University of California, Berkeley. He received his BA in English Literature with a Film Concentration from Princeton University and his master’s degree in the Film Studies Program in the Department of Rhetoric at Berkeley.<br/> <br/>His first project, <em>Bleeding Genres: The Post-9/11 Border Western, Film noir, and Superhero Film</em>, reveals and wrestles with genre’s multivalent purpose: sometimes as a tool to normalize state violence and at other times as a potential mode of human rights critique. Ben-Youssef has published work in <em>Cultural Analysis, L’Avant-Scène Cinéma, Bright Lights Film Journal, Southwestern American Literature, The Journal of Popular Culture, Studia Filmoznawcze (Film Studies)</em> and <em>Mita Bungaku</em>. As part of his efforts to teach outside the classroom, Ben-Youssef has also organized myriad university film series and hosted master classes with a variety of award-winning directors including Ari Folman and Ryûsuke Hamaguchi. At NYU Shanghai, he is presently organizing the Global Perspectives on Society Film Festival, scheduled to take place in April 2018.</p><p>Previously, Ben-Youssef served as a Graduate Student Instructor at UC Berkeley and as a Visiting Graduate Student Researcher at Meiji University’s Centre for Business Information Ethics. He has received numerous research awards and fellowships including, most recently, a John L. Simpson Memorial Research Fellowship in International and Comparative Studies from UC Berkeley’s Institute of International Studies.</p></div>\n</div>\n</div>\n</div>"}