{"preferred_name": "Fei Li", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/li-fei-photo.jpg", "official_title": "Affiliated Professor of Biology, NYU Shanghai; Associate Professor, Department of Biology, NYU", "email_address": "fl43@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Li, Fei is an affiliated professor at NYU Shanghai. He is also an associate professor at Department of Biology at NYU. He holds a PhD from the University of Texas at Austin, and a BS from Sichuan University, Chengdu, China.</p><p>Professor Li’s research interests are chromatin biology and epigenetics. His work has appeared in Cell, Current Biology, Genetics, Nature, PNAS, Science, etc. He was named a Pew Scholar in Biomedical Sciences in 2013, given by the Pew Charitable Trusts to young investigators with potential to significantly impact biomedical research. For more information, please visit his NYU Biology page.</p><h3>Research Interests</h3><p>Epigenetics is the study of heritable changes in phenotype that occur without changes in DNA sequence. Epigenetic mechanisms are essential for many cellular processes, such as gene-expression regulation, genome organization and cell-fate determination. Defects in epigenetic regulation have been implicated in a variety of diseases, including cancer. The aim of our research is to understand the fundamental principles of epigenetic regulation. Toward this goal, we have chosen to study the fission yeast (Schizosaccharomyces pombe), a model eukaryotic organism well suited to a combination of powerful experimental approaches, including genetics, cell biology, biochemistry and genomics. Importantly, fission yeast contains many conserved epigenetic components, and has thus emerged as a premier model for epigenetic study.</p><h3>Education</h3><p>PhD, University of Texas at Austin<br/>MS, University of Louisiana at Monroe<br/>BS, Sichuan University</p></div>\n</div>\n</div>\n</div>"}