{"preferred_name": "Gautier Galard", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/gautier_galard_-_headshot.jpg", "official_title": "Visiting Clinical Assistant Professor in Music", "email_address": "gfg2@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><div>Gautier Galard is a composer, producer and pianist originally from France. He holds a Master of Arts in Composing for Film and Television from the Royal College of Art / National Film and Television School (UK) and a Graduate Certificate of the world-leading film scoring program: the Scoring for Motion Pictures and TV from the University of Southern California (USA). In addition to the composing side of his education, he holds two Graduate Certificates in Piano Performing and classical Percussion Performing from the Strasbourg and City of Paris conservatories (France). He also attended the Paris National Conservatory of Music (France) in Musicology and Acoustics, and the Berklee College of Music (USA) in Orchestration and Music Composition for Film and Television (online courses).<br/> </div><div>Gautier is an active composer for films and medias whose music has been awarded in several international film festivals and are also published in major production music libraries (Warner/Chappell Production Music, Cézame Music Agency, Fine Tune Music, …).<br/> </div><div>His first classical piece for organ has been premiered in Notre Dame Cathedral in Paris. He also was a full-time faculty member of the City of Paris conservatories and has more than 10 years of extensive experience teaching piano and music theory to children of all ages and adults.<br/> </div><h3>Research Interests </h3><ul><li>Composing</li><li>Film scoring</li><li>Piano performing</li></ul><h3>Education</h3><ul><li>MA, Composing for Film and Television, Royal College of Art / National Film and Television School, 2012</li><li>GRC, Scoring for Motion Pictures and Television, University of Southern California, 2013</li><li>GRC (“Prix de Perfectionnement”), Piano performing, Conservatoire National de Région de Strasbourg, 2006</li><li>Orchestration II &amp; Music Composition for Film and Television, Berklee College of Music – online courses, 2010 – 2011</li><li>Musicology, Acoustics, Harmony, Music for the screen, Conservatoire National Supérieur de Musique et de Danse de Paris, 2005 – 2009</li><li>First Prizes, Percussion performing, Piano performing, Chamber Music performing and Music Theory, Conservatoires Municipaux de la Ville de Paris, 2001 – 2005</li></ul><h3>Languages</h3><ul><li><p> English – French (native)</p></li></ul></div>\n</div>\n</div>\n</div>"}