{"preferred_name": "Gerard Ben Arous", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/ben_arous_gerard.jpg", "official_title": "Associate Provost for the Quantitative Disciplines, Affiliated Professor of Mathematics, NYU Shanghai; Professor of Mathematics, NYU", "email_address": "benarous@cims.nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Gérard Ben Arous, a specialist of probability theory and its applications, has been Professor of Mathematics at NYU's Courant Institute since 2002 and served as its Director and NYU’s Vice Provost for Science and Engineering Development from 2011 to 2016.  He now serves as Associate Provost for the Quantitative Disciplines for NYU Shanghai. A native of France, Professor Ben Arous studied Mathematics at École Normale Supérieure and earned his PhD from the University of Paris VII (1981). He has been a Professor at the University of Paris-Sud (Orsay), at École Normale Supérieure, and at the Swiss Federal Institute of Technology (EPFL) in Lausanne, where he held the Chair of Stochastic Modeling. He headed the department of Mathematics at Orsay and the departments of Mathematics and Computer Science at École Normale Supérieure. He also founded the Bernoulli Center, a Mathematics Research Institute, at EPFL. </p><p>Professor Ben Arous is a member of the American Academy of Arts and Sciences, a Fellow of the Institute of Mathematical Statistics and an elected member of the International Statistical Institute. He has received various international distinctions, among which a senior Lady Davis Fellowship (Israel), the Rollo Davidson Prize (Imperial College, London), the Montyon Prize (French Academy of Sciences), and is a “chevalier des Palmes Académiques” for his work promoting French culture in New York.</p><p>He works on probability theory (stochastic analysis, large deviations, random media and random matrices) and its connections with other domains of mathematics (partial differential equations, dynamical systems), physics (statistical mechanics of disordered media), or industrial applications, like Data Science recently.  He is mainly interested in the time evolution of complex systems, and the universal aspects of their long time behavior. He has trained 35 younger colleagues, 20 PhD students and 15 Postdocs, who are now working in academia or industry across the world, from New York to Paris to Caltech or Boston, Lyon, Santiago, Geneva, Montreal, Berlin and Vienna.</p><h3>Research Interests</h3><ul><li>Probability theory</li><li>Statistics</li><li>Statistical mechanics</li></ul><p> </p><h3>Education</h3><ul><li>PhD<br/>University Paris</li><li>MA Probability Theory<br/>University Paris</li><li>BS<br/>Ecole Normale Superieure</li></ul><p> </p><ul></ul></div>\n</div>\n</div>\n</div>"}