{"preferred_name": "Hanghui Chen", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/chen_biophoto280.jpg", "official_title": "Assistant Professor of Physics, NYU Shanghai; Global Network Assistant Professor, NYU", "email_address": "hanghui.chen@nyu.edu", "room_number": "1301", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Hanghui Chen is an Assistant Professor of Physics, NYU Shanghai; Global Network Assistant Professor, NYU. Prior to joining NYU Shanghai, he was a post-doctoral fellow at Columbia University. He holds a Ph.D from Yale University and a B.S. from Peking University.</p><h3>Research Interests</h3><p>Professor Chen’s research interests include first-principles modelling and design of complex meta-materials, in particular transition metal oxide heterostructures; ab initio calculations of ground state and excited state properties of correlated systems; as well as method development in materials theory. His work has appeared in Phys. Rev. Lett., Nano Lett. and Advanced Materials.</p><h3>Recent Publications</h3><ul><li>H. Chen, D. P. Kumah, A. S. Disa, F. J. Walker, C. H. Ahn, S. Ismail-Beigi, “Modifying the electronic orbitals of nickelate heterostructures via structural distortions”, Phys. Rev. Lett. 110, 186402 (2013)  </li><li>H. Chen, A. J. Millis, and C. A. Marianetti, “Engineering Correlation Effects via Artificially Designed Oxide Superlattices”, Phys. Rev. Lett. 111,116403 (2013)</li><li>H. Chen, Q. Qiao, M. S. J. Marshall, A. B. Georgescu, A. Gulec, P. J. Phillips, R. F. Klie, F. J. Walker, C. H. Ahn and S. Ismail-Beigi, “Reversible modulation of orbital occupations via an interface-induced polar state in metallic manganites”, Nano Lett. 14, 4965 (2014).</li><li>A. S. Disa, D. P. Kumah, A. Malashevich, H. Chen, D. A. Arena, E. D. Specht, S. Ismail-Beigi, F. J. Walker and C. H. Ahn, “Inter-elemental orbital tuning in oxides”, Phys. Rev. Lett. 114, 026801 (2015).</li></ul><h3>Education</h3><p>Ph.D, Physics, Yale University, 2012<br/>B.S., Physics, Peking University, 2004 </p><h3>Languages</h3><p>English, Chinese</p></div>\n</div>\n</div>\n</div>"}