{"preferred_name": "Heini Shi", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/hs-photo_1.jpg", "official_title": "Professor of Practice in Management", "email_address": "heini.shi@nyu.edu", "room_number": "1303", "office_phone": "86 (21) 2059 5245", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Heini Shi is a Professor of Practice in Management at NYU Shanghai. Dr. Shi has global policy and business experience in over 40 countries where she directed complex project implementation, created public-private partnerships, and advised market expansion strategies. Shi has developed leadership programs and taught at leading business schools in Europe, China, and the United States.  </p><p>Prior to employment in China, Shi worked in Europe and the United States as Program Manager at the World Bank, United Nations Conference of Trade and Development (UNCTAD), and United Nations Development Programme (UNDP), where she designed and managed economic policy and social development projects. She was also a legal advisor to the multinational law firm Allen &amp; Overy, consulting with European firms on their Chinese investments.</p><p>Shi is working on two publications for Palgrave Macmillan: co-authoring a volume entitled <em>Studying Business and Management: An Essential Guide for Chinese Students</em>, and contributing to the updated edition of their bestselling textbook <em>Introduction to Work and Organizational Behavior</em>.</p><h3>Courses Taught</h3><ul><li>Doing Business in China</li><li>Globalization of Business Enterprises</li><li>Organizational Communication</li></ul><h3>Education</h3><ul><li>Laurea (equivalent of BA and MA), Political Science, University of Turin, Italy</li><li>PhD, International Economic Law, Bocconi University, Italy</li></ul><h3>Languages</h3><ul><li>Chinese Mandarin</li><li>English</li><li>Italian</li><li>French</li></ul></div>\n</div>\n</div>\n</div>"}