{"preferred_name": "Irith Hartman", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Irith%20Hartman%20Photo.jpg", "official_title": "Visiting Professor of Computer Science", "email_address": "Ih24@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dr. Irith Hartman was a Visiting Professor of Computer Science at NYU Shanghai.  She is also the scientific coordinator at the Caesarea Rothschild Institute for Interdisciplinary Applications of Computer Science at the University of Haifa, Israel, and a researcher and lecturer there. She holds a D.Sc. from the Technion – Israel Institute of Technology and Master's degree from University of Waterloo, Canada, and a B.Sc. degree from the Technion.</p><p>Dr. Hartman ’s research interests are graph-theory and optimization, networks, transportation networks, and user modeling. Her books include a \"Graph-theory- study guide for the Open University\"(1992), and she was one of the editors of a \"Special issue of Discrete Applied Mathemarics\" (2008), and of \"Graph Theory, Combinations and Algorithms: Interdisciplinary Applications\", (2005) (co-editored with Prof. Golumbic). - Her work has appeared in European Journal of Combinatorics, Journal of Graph Theory, Discrete Mathematics, and other journals.</p><p>In addition, Dr. Hartman is a Tai-Chi Master in authentic Yang Style Tai-chi and has won various medals in international Wushu competitions in China.</p><h3>Research Interests</h3><ul><li>Graph-Theory and Optimization</li><li>Transportation Networks</li><li>User Modeling</li></ul><h3>Recent Publications</h3><ul><li>L. Knapen, I. Ben-Arroyo Hartman, D. Keren, A.Yasar, S. Cho, T. Bellemans, D. Janssens, G. Wets , “Scalability issues in optimal assignment for carpooling” , Journal of Computer and System Sciences 81 (2015), 568-584</li><li>I. Ben-Arroyo Hartman, D. Keren, A. Abu Dbai, E. Cohen, L. Knapen,  A. U. H Yasar, and D. Janssens, \"Theory and practice in large carpooling problems\", The 5th International Conference on Ambient Systems, Networks and Technologies (ANT-2014), <a href=\"http://www.sciencedirect.com/science/journal/18770509\" title=\"Go to Procedia Computer Science on ScienceDirect\">Procedia Computer Science</a>,<a href=\"http://www.sciencedirect.com/science/journal/18770509/32/supp/C\" title=\"Go to table of contents for this volume/issue\">Volume 32</a>, 2014, Pages 339–347</li><li>L. Knapen, I. Ben-Arroyo Hartman, D. Keren, A.Yasar, S. Cho, T. Bellemans, D. Janssens, G. Wets, \"Estimating scalability issues while  finding an optimal assignment for carpooling\", The 4th International Conference on Ambient Systems, Networks and Technologies (ANT-2013).</li><li>M. Hadad, S. Kraus, I. B-A. Hartman, and A. Rosenfeld, “Group planning with time constraints”, Annals of Mathematics and Artificial Intelligence, Volume 69, <a href=\"http://link.springer.com/journal/10472/69/3/page/1\">Issue 3</a> (November 2013),  243-291</li><li>E. Berger and I. Ben-Arroyo Hartman, “A unified approach to known and unknown cases of Berge's conjecture”, Journal of Graph Theory 71(3):317-330 (2012)</li></ul><h3>Education</h3><ul><li>D. Sc., Mathematics<br/>Technion, Israel, 1986</li><li>M. Math., Mathematics<br/>University of Waterloo, Canada 1982</li><li>B.Sc., Mathematics<br/>Technion, Israel, 1979</li></ul><h3>Languages</h3><ul><li>Hebrew</li><li>English</li></ul></div>\n</div>\n</div>\n</div>"}