{"preferred_name": "James Mirrione", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/uri_mr1484550430353.jpg", "official_title": "Clinical Assistant Professor of Dramatic Arts", "email_address": "jm24@nyu.edu", "room_number": "1243", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Since 1978, Dr. James P. Mirrione has been the playwright-in-residence for the Creative Arts Team (CAT), the resident educational theatre company at New York University.  As author of nineteen plays for the company, he established himself as one of the leading writers of Theatre-In-Education (TIE) plays for American audiences. </p><p>During his time with the Creative Arts Team, Dr. Mirrione has also engaged in numerous other creative endeavors.  In 2000-2003, for example, Dr. Mirrione was the AHRB Research Fellow in Creative and Performing Arts at Leeds University, Bretton Hall Campus, and England.</p><p>In addition, he has written for Broadway, Off-Broadway, and Off-Off Broadway as well regional theater.  His commissioned plays include The Ghost Café for Carnegie Hall (1992) and The Last Stop, Will and Testament of Saint Jack Kerouac for New York University (1995).  He is the 1995 winner of the Spokane Playwrights Festival for his play Area Code 212. </p><p>In 1995, he was commissioned by the United States Information Agency (USIA) to write The Last Enemy, a play for the first Middle East Theatre Company comprised of Palestinians, Jordanians, and Israelis, a company created under Dr. Mirrione’s direction. The play premiered at the United Nations in October of 1998, prior to its first tour in Amman, the West Bank, Tel Aviv, Jaffa, and Haifa. </p><p>Dr. Mirrione’s work in theater with international communities led him to the 1997 and 1998 MKFM Festival in Croatia, where he conducted theatre workshops with artists from the former Yugoslavia, and to Mexico City in 1997, where he created a play with Indian and Mexican actors about the plight of children who have disappeared. In 2000, as one of the first projects in international interventionist theatre in the United Kingdom, Dr.Mirrione restaged The Last Enemy, using British actors at Leeds University, Bretton Hall Campus.</p><p>In 2001, he created the Sarajevo Project at the University Of Leeds, Bretton Hall Campus, a collaborative venture to join Bosnian actors from the Kamerni 55 Theatre in Sarajevo with U.K. actors at Bretton Hall and the Royal Armouries in Leeds. The result was the English premiere, in September 2002, of Time Out by Bosnian playwright ZlatkoTopcic, as directed by James Mirrione. The play was performed in London at the Gate Theatre and Riverside Studios, and in Leeds at the West Yorkshire Playhouse, the Royal Armouries, and Powerhouse 1, Bretton Hall. </p><p>Dr. Mirrione also taught in the capacity of Distinguished Visiting Research Scholar for Bretton Hall College at the University of Leeds in 1994 and 1998.  While there, he lectured and conducted workshops in conflict resolution through drama and interventionist theatre.</p><p>In 2003, Dr. Mirrione returned to his position as playwright and director of special projects for CAT/NYU. His play Ambassador Satch: The Life and Times of Louis Armstrong played at the Lambs Theatre, Queens Theatre in the Park, Prince Music Theatre (Philadelphia), Helen Hayes Theatre Company in Nyack, New York, and the Cape Playhouse in Massachusetts. In December 2003, it opened the new White Plains Performing Arts Center. All productions starred Broadway and Tony Nominee Andre De Shields.</p><p>In 2004-2005, he directed the world premiere of Lemkin’s House, by Catherine Filloux at the Kamerni 55 Theatre in Sarajevo, Bosnia-Herzegovina for the 50th anniversary of the Theatre.  It was produced by the United States Embassy and the Kamerni 55 Theatre, and had its Scottish premiere at the Roxy Art House in Edinburgh.</p><p>Dr. Mirrione’s publications include the article “Playwriting for TIE,” Learning Through Theatre (ed. T. Jackson, London: Routledge Press, 1993); The Divider, a play on race relations (Woodstock, Illinois: Dramatic Publishing Co., 1996); “The Crossing the Bridge Project: “Creating a Palestinian, Israeli, Jordanian and Arab-Israeli Theatre Company and the play The Last Enemy 1995-2000,”NADIE/IDEA Journal (24.2, 2000); “What If Lear’s Story Were Your Story,” American Theatre Magazine (18.10, 2001); “Eve Ensler: Body Trouble”(an interview), American Theatre Magazine (20.10, 2003).</p><p>In 2005, Dr. Mirrione joined the faculty as an Assistant and then Associate Professor at United Arab Emirates University (UAEU), in the College of Humanities and Social Sciences to undertake the implementation of theatre-in-education within the curriculum. In 2008 he was appointed the coordinator of the Seminars in Mastering the Arts (SMART) program which he designed with the aim of bringing national and international performing artists in every major arts discipline to the UAEU campus. From 2008-2013, over 75 workshops, artistic programs and/or artists performed on the campus and for the Al Ain community. Some notable events and artists were Wynton Marsalis, Mercedes Ellington and The Duke Ellington Center Big Band; Bobby McFerrin; The NRW Jazz Orchestra from Germany, Sulayman Al-Bassam’s: “Richard The Third: An Arab Tragedy”; Mary Zimmerman’s “Arabian Nights”; The Globe Theatre; NYU’s Jazz Music Choir; and, the musical “Ambassador Satch: The Life and Times of Louis Armstrong, starring Andre De Shields. Dr. Mirrione wrote and received grants to operate the SMART Program from the Abu Dhabi Music and Arts Foundation (ADMAF), The Emirates Foundation, The Abu Dhabi Arts and Culture Center, United Arab Emirates University, and TDIC of Abu Dhabi. He has worked in collaboration with the American, German and British Embassies to bring artists and programs to UAEU and to the greater UAE community as well. In addition he has collaborated with American University of Sharjah and New York University/ Abu Dhabi.</p><p>In 2013, Dr. Mirrione was asked by the University of Nottingham in Ningbo, China to implement the first Theatre and Drama course within the School of English as a Visiting Professor. Since 2013, he has adapted and directed Medea, A Doll’s House, Antigone, Measure for Measure, Venus and Adonis, The Tempest, Rasselas and Machinal as well as original productions of new plays. Since 2010, he has also taught theatre and conducted theatre projects at the Beijing Dance Academy and Peking University.</p><h4>Courses Taught:</h4><ul><li>Spring 2017 ART-SHU 23262 Introduction to Dramatic Literature</li><li>Spring 2016 ART-SHU 23263 Acting: Theory and Practice</li></ul></div>\n</div>\n</div>\n</div>"}