{"preferred_name": "Jeffrey Lehman", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/jeff1.jpg", "official_title": "Vice Chancellor (常务副校长暨美方校长)", "email_address": "jsl569@nyu.edu", "room_number": "CAV", "office_phone": "+86 (21) 20595009", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Jeffrey Lehman is the vice chancellor of NYU Shanghai, where he oversees all academic and administrative operations. Lehman is an internationally acclaimed leader in higher education, having served as dean of the University of Michigan Law School, the 11th president of Cornell University, and the founding dean of the Peking University School of Transnational Law.</p><p>Prior to joining the University of Michigan Law School, Lehman served as law clerk to Frank M. Coffin, Chief Judge of the United States Court of Appeals for the First Circuit and Associate Justice John Paul Stevens of the United States Supreme Court. He then spent four years at Caplin &amp; Drysdale, a Washington, DC, law firm. Throughout his professional and academic career, Lehman has volunteered his time and energy to nonprofit organizations that share his commitments in the fields of higher education, law, and technology.</p><p>Lehman received an undergraduate degree in mathematics from Cornell University, an MPP from the University of Michigan, and a JD from the University of Michigan Law School. He is a multiaward winner for his work both in the United States and abroad, including the Friendship Award, which is China’s highest honor for “foreign experts who have made outstanding contributions to the country’s economic and social progress.” Lehman is also a recipient of an honorary doctorate from Peking University.</p><h3> </h3></div>\n</div>\n</div>\n</div>"}