{"preferred_name": "Jian-Jun Zhang", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/zhang.jpg", "official_title": "Clinical Associate Professor of Arts", "email_address": "jjz1@nyu.edu", "room_number": "809", "office_phone": "+86  15921970005", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Jian-Jun Zhang is a Clinical Associate Professor of Arts at NYU Shanghai. He is an internationally known artist with exhibits worldwide, having recent shows in China, the United States, and Europe, including the Metropolitan Museum of Art in New York and the National Art Museum in Beijing, China. He holds a Graduate Degree in Fine Arts from the Art Department of the Shanghai Drama Institute.</p><p>Zhang has permanent public sculptures in Changning District, Shanghai, and other private collections. His books include the retrospective catalogs <em>Zhang Jian-Jun</em> and <em>Water</em>, and his work has appeared in art history books <em>Art China</em>, <em>Chinese Contemporary Art History</em>, and <em>Chinese Painting: 250 Years</em>, as well as many other historical, museum, and gallery publications. His artwork has appeared in <em>ARTnews, Art in America, Art Contemporary China, Asia-Pacific Art</em>, <em>The New York Times</em>, and many other international art publications.</p><p>Professor Zhang has received an Asia Cultural Council Fellowship, two Pollack-Krasner Foundation Grants, and a New York Foundation for the Art Fellowship, etc. He has been an Assistant Director &amp; Head of the Curatorial Department of the Shanghai Art Museum and participated in the International Curatorial Program at MoMA in New York. Zhang utilizes his experience living in Chinese and Western cultures to create multimedia artwork that integrates this unique outlook.</p><h3>Research Interests</h3><ul><li>Contemporary Art</li><li>Multi-Media Art</li><li>Photography</li><li>Sculpture &amp; Installation</li><li>Painting </li><li><p>Chinese Traditional Art Methodologies (Calligraphy &amp; Ink Art)</p></li></ul><h3>Courses Taught</h3><ul><li>Introduction to Studio Art - Chinese Traditional Methods in Contemporary Art</li><li>Introduction to Photography I</li><li>Projects in Studio Art - Chinese Traditional Methods in Contemporary Art</li></ul><h3>Education</h3><ul><li>Graduate Degree, Art/Oil Painting<br/>Shanghai Drama Institute</li></ul><h3>Languages</h3><ul><li>English</li><li>Mandarin</li><li>Shanghainese</li></ul></div>\n</div>\n</div>\n</div>"}