{"preferred_name": "Jian Chen", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Chen%2C%20Jian.png", "official_title": "Distinguished Global Network Professor", "email_address": "jc6772@nyu.edu", "room_number": "Room", "office_phone": "+86 (21) 20595114", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Chen Jian is Distinguished Global Network Professor at NYU Shanghai with an affiliated appointment at NYU. He is also Zijiang Distinguished Visiting Professor at East China Normal University. Prior to joining NYU Shanghai, he was the Michael J. Zak Professor of History for US-China Relations at Cornell University, Global Fellow of the Woodrow Wilson Center, the Philippe Roman Chair in History and International Affairs at the London School of Economics, and visiting research professor at the University of Hong Kong (2009-2013). He holds a PhD from Southern Illinois University and an MA from Fudan University and East China Normal University in Shanghai.</p><p>Chen is a leading scholar in modern Chinese history, the history of Chinese-American relations, and Cold War international history. Among his many publications are <em>China's Road to the Korean War</em> (1994), <em>The China Challenge in the 21st Century: Implications for U.S. Foreign Policy</em> (1997), and <em>Mao's China and the Cold War</em> (2001). He is now completing a diplomatic and political biography of Zhou Enlai.</p><p>Chen was the recipient of the Jeffrey Sean Lehman Grant for Scholarly Exchange with China, Cornell University, 2007, and a chief faculty speaker for the National Endowment for the Humanities’ Summer Institute, \"New Sources and Findings on Cold War International History,\" held at the George Washington University in the summer of 1999. His other fellowships include the Jennings Randolph Senior Fellowship for International Peace (United States Institute of Peace, 1996-1997) and the Norwegian Nobel Institute Fellowship (Oslo, Norway, 1993). In addition, in 2005 he shared in the honors for an Emmy Award for Outstanding Achievement in News and Documentary Research for <em>Declassified: Nixon in China</em>.</p><h3 style=\"text-align: justify;\"><span style=\"line-height: 1.538em;\">Research Interests</span></h3><ul><li style=\"text-align: justify;\">History of Chinese-American relations</li><li style=\"text-align: justify;\">Modern Chinese history</li><li style=\"text-align: justify;\">Chinese foreign policy and security strategies</li><li style=\"text-align: justify;\">Cold War international history<br/> </li></ul><h3 style=\"text-align: justify;\">Courses Taught</h3><ul><li>20th-Century East Asia-U.S. Relations<br/> </li></ul><h3 style=\"text-align: justify;\">Education</h3><ul><li style=\"text-align: justify;\">PhD, History<br/>Southern Illinois University, 1990</li><li style=\"text-align: justify;\"><span style=\"line-height: 1.538em;\">MA,  History<br/>Fudan University and East China Normal University, 1982</span></li></ul></div>\n</div>\n</div>\n</div>"}