{"preferred_name": "Jianmin Tao", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/tao.jpg", "official_title": "Adjunct Professor of Chinese Language", "email_address": "jt113@nyu.edu", "room_number": "914", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Jianmin Tao is an assistant professor from the International School of Chinese Studies at East China Normal University. He joined the International School of Chinese Studies in 2007, undertaking core courses in Second Language teaching, Contrastive Linguistics, and comparative cultural studies. He has accumulated rich experience in Chinese cultural studies and demonstrated his enthusiasm in the promotion of Chinese language and culture. Before he joined ECNU, he spent one year (2002-2003) at Whitman College in the US as a full-time registered student studying Anthropology, Sociology and Linguistics. In 2006-2007, he was invited by the Chinese Language Department at Dankook University, Republic of Korea to help initiate Chinese language and culture courses and research programs for Korean students. Tao has been with NYU Shanghai as a part-time Chinese instructor since 2012.</p><p>Dr. Tao has published several academic papers on second language education and contrastive linguistics, as well as co-edited <em>Introduction to Contrastive Study between Chinese and English</em> (2010), published by Commercial Press, China. He is the author of <em>Contrastive Study on Teaching Methodology System between Chinese and English as Second Languages</em> (2012), published by Hunan People's Publishing Press and also translated the book <em>Beyond Methods: the Macro-strategies for Language Teaching</em> by B. Kumaravadivelu (2013), published by Peking University Press.</p><h3>Research Interests</h3><ul><li>Constractive study on English and Chinese languages</li><li>Theory and practice of Second Language Teaching</li><li>Chinese traditional cultural study</li></ul><h3>Courses Taught</h3><ul><li>Readings in Chinese Culture I</li><li>Readings in Chinese Culture II</li></ul><h3>Education</h3><ul><li>PhD, Linguistics and Applied Linguistics, East China Normal University, 2007</li><li>MA, Foreign Linguistics and Applied Linguistics, Hunan University, 1999</li><li>BA, Teaching English as a Foreign Language, Hunan Normal University, 1996</li></ul></div>\n</div>\n</div>\n</div>"}