{"preferred_name": "Jiawei Zhang", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/jiawei.jpg", "official_title": "Professor of Operations Management, NYU Shanghai; Global Network Professor, NYU", "email_address": "jzhang@stern.nyu.edu", "room_number": "1261", "office_phone": "+86 (21) 20595117", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Jiawei Zhang is a Professor of Information, Operations and Management Sciences and Robert Stansky Research Faculty Fellow at the Stern School of Business, New York University. He joined NYU Stern's Operations Management Group in September 2004. He currently holds a joint position at NYU Shanghai.</p><p>Professor Zhang's primary research interests include business analytics and optimization, supply chain and inventory management, pricing and revenue management, and health care operations. His publications have appeared in <em>Management Science, Mathematics of Operations Research, Mathematical Programming, Manufacturing and Service Operations, Operations Research, SIAM Journal on Computing,</em> etc. Professor Zhang was a recipient of the INFORMS Optimization Prize for Young Researchers in 2004. He currently serves as an Associate Editor for <em>Operations Research</em> (2006-), <em>Mathematics of Operations Research</em> (2009-), and <em>Management Science</em> (2014-).</p><p>Professor Zhang received his Master of Science degree in Operations Research from Tsinghua University, China, and his PhD in Management Science and Engineering from Stanford University.</p><p>For more information on Prof. Zhang, please visit <a href=\"http://www.stern.nyu.edu/faculty/bio/jiawei-zhang\">http://www.stern.nyu.edu/faculty/bio/jiawei-zhang</a></p><h3>Courses Taught</h3><ul><li>Business Analytics</li><li>Decision Models</li></ul><h3>Recent Publications</h3><p>Desir, Antoine and Goyal, Vineet and Wei, Yehua and Zhang, Jiawei, Sparse Process Flexibility Designs: Is Long Chain Really Optimal? Operations Research, 64(2), pp. 416-431, 2016.</p><p>Lobel, Ilan and Patel, Jigar and Vulcano, Gustavo and Zhang, Jiawei, Optimizing Product Launches in the Presence of Strategic Consumers. Management Science, 62(6), pp. 1778-1799, 2016.</p><p>Chen, Xi and Zhang, Jiawei and Zhou, Yuan, Optimal Sparse Designs for Process Flexibility via Probabilistic Expanders. Operations Research, 63(5), pp. 1159-1176, 2015.</p><p>Wang, Xuan and Wang, Xuan. Process Flexibility: A Distribution-Free Bound on the Performance of K-Chain. Operations Research, 63(3), pp. 555-571, 2015.</p><p>Mak, Ho-Yin and Rong, Ying and Zhang, Jiawei, Appointment Scheduling with Limited Distributional Information. Management Science, 61(2), pp. 316-334, 2015.<br/><br/>Ge, Dongdong and Wan, Guohua and Wang Zizhuo and Zhang, Jiawei, A Note on Appointment Scheduling with Piecewise Linear Cost Function. Mathematics of Operations Research, 39(4), pp. 1244-1251, 2014.<br/><br/>Mak, Ho-Yin and Rong, Ying and Zhang, Jiawei, Sequencing Appointments for Service Systems Using Inventory Approximations. Manufacturing and Service Operations Manage-ment, 16 (2), pp. 251-262, 2014.</p><h3>Education</h3><ul><li>PhD, Management Science and Engineering, Stanford University, 2004</li><li>MS, Operations Research, Tsinghua University, 1999</li><li>BS, Applied Mathematics, Tsinghua University, 1996</li></ul><h3>Languages</h3><p>English, Chinese</p><p>Professor Zhang is also a faculty member at Center for Business Education and Research. For more information about the center, please visit <a href=\"https://research.shanghai.nyu.edu/cber\">https://research.shanghai.nyu.edu/cber</a></p></div>\n</div>\n</div>\n</div>"}