{"preferred_name": "Jie Wang", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/jie.jpg", "official_title": "Clinical Assistant Professor of Arts", "email_address": "jw2453@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Jie Wang has international education background and work experience that spans across China, Australia, and the United States. Jie completed her Dual Master degree of Vocal Performance in Musical Theatre and Vocal Pedagogy from New York University and also earned a professional diploma from Berklee College of Music. Jie served as an adjunct faculty member at NYU New York Campus, and taught private voice lessons at the undergraduate level for two years. She also served as an associate professor at Berklee. In China, Jie taught at the prestigious Shanghai Theatre Academy. She also taught classical piano and music theory courses at School of Music, Suzhou Science and Technology University for seven years.<br/>During Jie’s educational and professional experience in the US, Jie performed in many productions, including the role of Marion in The Music Man and the role of Christmas Eve in Avenue Q at Berklee, as a member of the world premiere show Wild Swan at American Repertoire Theatre, and in the 2012 New York Musical Theatre Festival. Jie is a member of Boston Chinese Musician Association. She was the associate director of 2012 and 2013 Boston New England Chinese Professionals’ Lunar New Year Gala, the biggest Spring Festival Gala in New England area attended by 15 Chinese professional associations. In 2014, Jie brought a performance group mainly composed of Berklee professors to Shanghai, and co-produced the American Pop of the Twentieth Century concerts and educational workshops at Shanghai Concert Hall, as well as performing as the lead vocalist. Recently in 2016, Jie performed the role as “ Mother Abbess” in the Chinese version national tour musical production “ The Sound Of Music”.</p><h3 dir=\"ltr\" id=\"docs-internal-guid-c0cf50a8-ae7f-c70a-7507-08d320aab3e3\">Research Interests:</h3><ul dir=\"ltr\"><li>Different formant Tuning strategy for legit and contemporary Musical Theatre Singing</li><li>Airflow and Resonance – Two Foundational Elements of Healthy Voice Production</li><li>Common Resonance Strategy in Male and Female Upper Passagio</li></ul><h3 dir=\"ltr\" id=\"docs-internal-guid-c0cf50a8-ae7f-8a5c-a16e-4fc8824f9912\">Education:</h3><ul><li>Dual Master of Music in Musical Theatre Vocal Performance and Vocal Pedagogy, New York University, Steinhardt Department of Music and Performing Arts Professions, 2015</li><li>MA  Professional Diploma (Major in Vocal Performance), Berklee College of Music Boston, 2011​</li><li>Master of Music (major in Music Education and Piano Performance), Monash University Melbourne, Australia 2004,​</li><li>Bachelor of Arts (Major in Music Education), Suzhou University of Science &amp; Technology China 2000​</li></ul><h3>Language:</h3><p>Mandarin, English</p></div>\n</div>\n</div>\n</div>"}