{"preferred_name": "Jin Jiang", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/jinjiang.jpg", "official_title": "Adjunct Instructor of History", "email_address": "jj1402@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dr. Jin Jiang received her Ph.D. in East Asian History since 1600 from Stanford University (1998) and her MA in Modern Chinese History from East China Normal University (1984). Dr. Jiang taught at Vassar College in New York (1998-2004) before she returned to Shanghai to take up her current position as Professor of History at East China Normal University, where she has also served as Director of the Center for Gender and Cultural Studies since 2005. Dr. Jiang is the recipient of many grants including a recent research fellowship position at Ecole Normale Superieure de Lyon (June 15-July 15, 2014), as a Radcliffe-Yenching Fellow in Residence at the Radcliffe Institute for Advanced Study at Harvard University (2011-12), and as a Senior Visiting Professor at St. John’s College, UBC (fall, 2010). She is the author of numerous articles in both English and Chinese languages, including “Times Have Changed: Men and Women are the Same,” “Modernity East and West: Melodrama and Yanqing in Shanghai’s Popular Culture,” “Gender, History and Medicine in Feminist Scholarship: An Interview with Charlotte Furth,” and “Liang Shuming and the Emergence of Twentieth-Century New Confucianism.” She has also edited many anthologies in the field of Chinese urban history. Her monograph, Women Playing Men: Yue Opera and Social Change in Twentieth-Century Shanghai, was published by the University of Washington Press (London &amp; Seattle, 2009). A Chinese version of the book was published in May 2015. In the past eight years Dr. Jiang has been working with her graduate students on a source book that collects entertainment advertisement carried by major daily newspapers in Shanghai from 1907 to 1966, a period that witnessed the rise, blossom, and decline of an urban popular culture against a background of war, revolution, and emerging urbanism in China. The source book, titled Newspaper Entertainment Advertisement in Shanghai: A Source Book, 1907-1966, was published in March 2015.</p><h3>Research Interests</h3><ul><li><p class=\"p1\">Women and gender history in China</p></li><li><p class=\"p1\">Urban popular culture in Shanghai</p></li></ul><h3>Courses Taught</h3><ul><li><p class=\"p1\">Modern Chinese History Since 1840</p></li><li><p class=\"p1\">Changing Roles of Women in China</p></li></ul><h3>Education</h3><ul><li><p class=\"p1\">PhD, Modern East Asia History<br/>Stanford University, 1998</p></li></ul><h3>Languages</h3><ul><li>Chinese</li><li>English</li><li>Shanghai dialect</li><li>Japanese</li></ul></div>\n</div>\n</div>\n</div>"}