{"preferred_name": "Joshua Paiz", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/s18_professional_picture.jpg", "official_title": "Lecturer", "email_address": "jpaiz@nyu.edu", "room_number": "924", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Joshua Paiz is a lecturer in the writing program at NYU Shanghai, where he joined the faculty in August 2015. He also represents contract faculty on the university senate and contract faculty senators’ council. Before coming to NYU Shanghai, he held instructional and administrative positions with Purdue University, and instructional positions with Wuhan University, The American Language Institute, the University of Toledo. He holds a Ph.D. in Teaching English as a Second Language (TESL) from Purdue University.</p><p>Dr. Paiz ’s research interests include LGBTQ+ issues in English language teaching/learning, online support tools for second language writing, and sociocognitive approaches to language acquisition. His work has appeared in <em>TESOL Journal</em>, <em>The Journal of Language, Identity, and Education</em>, <em>The Asian EFL Journal</em>, <em>The Journal of Language and Sexuality</em>, <em>TESL-EJ</em>, the <em>Journal of Second Language Writing</em>, <em>Open Linguistics</em>, as well as through a variety of other professional outlets. He also co-edited <em>L2 Writing in Global Contexts: Represented, Underrepresented, and Unrepresented Voice</em>s with Profs. Tony Silva (Purdue), Junju Wang (Shandong), and Cong Zhang (Shandong). He also serves on the review panels of <em>TESOL Journal</em>, <em>TESL-E</em>J, and the <em>Asian EFL Journal</em>.</p><p>His current projects include a book manuscript on creating inclusive English language classroom, tentatively entitled <em>Queering the English Language Classroom: A Practical Introduction</em>. He is also working on an article-length discussion on designing useful web-based L2 writing content, which is he is co-authoring with one of his former content developers from the Purdue Online Writing Lab. His recently completed projects include a curriculum support project designed at fostering scientific literacy skills for new scientific writers in NYU Shanghai’s first-year science program. He and some of his <em>Language, Identity, and World Englishes</em> students recently presented their research on queer identities in China English contact literature at the 2017 meeting of the International Association of World Englishes, which has since been accepted for publication in <em>Open Linguistics</em>.</p><h3>Courses Taught</h3><ul><li>Global Perspectives on Society Writing Workshop</li><li>Writing as Inquiry</li><li>Perspectives on the Humanities: Language, Identity, and World Englishes</li><li>Professional Writing Seminar in Social Work</li></ul><h3>Recent Publications</h3><ul><li>Paiz, J.M. (Forthcoming). Queering practice: LBGTQI+ diversity and inclusion in English language teaching. <em>Journal of Language, Identity, and Education</em>.</li><li>Paiz, J.M., Comeau, A., Zhu, J., Zhang, J., &amp; Santiano, A. (Forthcoming). Queer bodies, queer lives in China English Contact Lterature. <em>Open Linguistics</em>. </li><li>Paiz, J.M., &amp; Zhu, J. (Forthcoming). Queering the classroom: A teacher's decision and a student's response. <em>TESOL Journal</em>. </li><li>Paiz, J.M. (Forthcoming). Expanding the Writing Center: The Case for Online Writing Labs in the EFL Context. TESL-EJ. </li><li>Paiz, J.M. (In Press, 2017). Queering ESL Teaching: Issues of Teacher Training and Materials Creation. TESOL Journal. <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/tesj.329/abstract\">Abstract accessible here</a>.</li><li>Paiz, J.M. (2017). Disciplinary literacy and the acquisition of professional identity: Professional writing at a Sino-American joint-venture university. In Proceedings of International Conference on English for Specific Purposes (pp. 18-34). Taipei, Taiwan: Soochow University.  </li><li>Paiz, J.M. (2017). Uses of and attitudes towards OWLs as L2 writing support tools. Asian EFL Journal, 19(1), 56-80. <a href=\"http://www.asian-efl-journal.com/10007/quarterly-journal/2017/02/volume-19-issue-1-march-2017-quarterly-journal/\">Full article accessible here</a>.</li><li>Silva, T., Wang, J., Zhang, C., &amp; Paiz, J.M. (Eds.). (2016). L2 Writing in Global Contexts: Represented, Underrepresented, and Unrepresented Voices. Beijing: Foreign Language Teaching and Research Press.</li><li>Paiz, J.M. (2016). A call to queer L2 writing. TESOL SLW-IS Newsletter. <a href=\"http://newsmanager.commpartners.com/tesolslwis/issues/2016-10-14/3.html\">Full article accessible here</a>.</li><li>Paiz, J.M. (2016) Review of T.E. Adams, S.H. Jones, &amp; C. Ellis. (2014). Autoethnography: Understanding Qualitative Research. Journal of Second Language Writing, 34, 28-30.</li><li>Paiz, J.M. (2015). Over the monochrome rainbow: Heteronormativity in ESL reading texts and textbooks. Journal of Language and Sexuality, 4(1), 78-102. <a href=\"http://www.jbe-platform.com/content/journals/10.1075/jls.4.1.03pai;jsessionid=182aaj9dh9dm9.x-jbep-live-01\">Abstract accessible here</a>.</li></ul><p>​</p><h3>Education &amp; Certifications</h3><ul><li>Ph.D., English - English as a second language, Purdue University, 2015</li><li>M.A., Teaching English as a second language, The University of Toledo, 2011</li><li>B.A., English, The University of Toledo, 2009</li></ul><p> </p><ul><li>Google certified educator (Level 2), Google for Education, 2017</li><li>Apple teacher, Apple Education, 2017</li><li>Chinese language proficiency certification [汉语水平考试] (Level 3), Hanban, 2017</li><li>English language program management and leadership, TESOL International Association Certification Program, 2016</li><li>Teaching writing, The University of Toledo Graduate Certificate Program, 2011</li></ul></div>\n</div>\n</div>\n</div>"}