{"preferred_name": "Keith Ross", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/ross_keith_1-2.jpg", "official_title": "Dean of Engineering and Computer Science, Affiliated Professor of Engineering and Computer Science, NYU Shanghai; Professor of Computer Science and Engineering, Tandon School of Engineering, NYU", "email_address": "kwr200@nyu.edu", "room_number": "CAV", "office_phone": "+86 (21) 20595681", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Keith Ross is the Dean of Engineering and Computer Science at NYU Shanghai and the Leonard J. Shustek Chair Professor of Computer Science and Engineering at the Tandon School of Engineering at NYU. Before joining NYU-Polytech in 2003, he was a professor at the University of Pennsylvania and a professor at the Eurecom Institute. He was the Department Head of the CSE Department at NYU from 2008 to 2013, and he joined NYU Shanghai in 2013. He received a BSEE from Tufts University, a MSEE from Columbia University, and a PhD in Computer and Control Engineering from the University of Michigan. He is an ACM Fellow and an IEEE Fellow.</p><p>His current research interests are in data-driven analysis of online social networks and privacy. He has also worked on peer-to-peer networking, Internet measurement, video streaming, applied probability and Markov decision processes. He is the recipient of several prestigious best paper awards and his work has been featured in the mainstream press, including New York Times, NPR, Bloomberg Television, Huffington Post, Fast Company, Ars Technia, and the New Scientist.</p><p>He is co-author, with James F. Kurose, of the popular textbook, <em>Computer Networking: A Top-Down Approach Featuring the Internet</em>, published by Pearson. It is the most popular textbook on computer networking, both nationally and internationally, and has been translated into fourteen languages. Professor Ross is also the author of the research monograph, <em>Multiservice Loss Models for Broadband Communication Networks</em>, published by Springer in 1995.</p><p>In 1999, he co-founded and led <a href=\"http://www.wimba.com/products/wimba_create\" target=\"_blank\">Wimba</a>, which develops voice and video applications for online learning. He was the Wimba CEO and CTO from 1999 to 2001. Wimba was acquired by Blackboard in 2010. A personal account of asynchronous voice and the early days of Wimba can be found here.</p><p>Professor Ross is fluent in French and has been struggling with Mandarin for several years.</p><h3>Education</h3><ul><li>PhD, Computer and Control Engineering<br/>University of Michigan</li><li>MS, Electrical Engineering<br/>Columbia University</li><li>BS, Electrical Engineering<br/>Tufts University<br/> </li></ul><h3> </h3></div>\n</div>\n</div>\n</div>"}