{"preferred_name": "Kentei Takaya", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/takaya_1.jpg", "official_title": "Multilingual and Multicultural Studies/TESOL Program Director (Shanghai), Clinical Associate Professor of Teaching and Learning in Multilingual Multicultural Studies/TESOL, NYU Shanghai", "email_address": "kt350@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Kentei Takaya is Multilingual and Multicultural Studies/TESOL Program Director (Shanghai), Clinical Associate Professor of Teaching and Learning in Multilingual Multicultural Studies/TESOL, NYU Shanghai.  He holds a DPhil in Applied linguistics from University of Oxford, an MA in TESOL from New York University, and a BA in Linguistics from University of Queensland.</p><p>Professor Takaya’s research interests include intercultural communication, visual literacy, and needs analysis of students and teachers.  His work has appeared in Cross-Cultural Communication, Journal of Visual Literacy, and Journal of International and Comparative Education. </p><p>Professor Takaya has previously taught at Fukuoka Jo Gakuin University in Japan, where he served as Chair of the Department of English as a Global Language, and at Fu Jen Catholic University in Taiwan where he received two distinguished teaching awards. He has also served as Executive Director of University Mobility in Asia and the Pacific (UMAP). </p><h3>Education</h3><ul><li>DPhil, Applied Linguistics, University of Oxford</li><li>MA, TESOL (Teaching English to Speakers of Other Languages), New York University</li><li>BA, Linguistics, University of Queensland</li></ul><h3>Languages</h3><ul><li>English</li><li>Chinese</li><li>Japanese</li></ul></div>\n</div>\n</div>\n</div>"}