{"preferred_name": "Krishnamurthi Ravishankar", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Ravishankar.jpg", "official_title": "Visiting Professor of Mathematics", "email_address": "kr26@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p dir=\"ltr\">Krishnamurthi Ravishankar is Visiting Professor of Mathematics at NYU Shanghai. He is also Professor of Mathematics at the State University of New York at New Paltz. He holds a PhD from Yeshiva University,  an MS from Fairleigh Dickinson University and a BE from University of Madras.</p><p dir=\"ltr\">Professor Ravishankar’s work has appeared in Annals Of Probability, Annals of Applied Probability, Annales del Institute Henri Poincare, Electronic Journal of Probability, Stochastic Processes and their Applications, Communications in Mathematical Physics and Journal of Statistical Physics.</p><p dir=\"ltr\">Professor Ravishankar is member of American Mathematical Society. He was CNR Postdoctoral fellow at the University of Rome and more recently held a Poste Rouge for a semester at the Institut Henri Poincare, Paris. He is a recipient of a Simons Collaboration Grant.</p><h3 dir=\"ltr\">Research Interests</h3><ul dir=\"ltr\"><li>Probability theory</li><li>Stochastic processes</li><li>Statistical mechanics</li></ul><h3 dir=\"ltr\">Courses Taught</h3><ul dir=\"ltr\"><li>Theory of Probability</li></ul><h3 dir=\"ltr\">Recent Publications</h3><ul><li>Brownian Net with Killing (with C. M. Newman and E. Schertzer), To appear in Stochastic Processes and their Applications.</li><li>Euler hydrodynamics for attractive particle systems in random environment (with C. Bahadoran , H. Guiol,and  E. Saada) .  Annales de l’Institut Henri Poincare’ (B) Probability and Statistics, Vol. 50, No 2, Pg 403-424, 2014.</li><li>Ergodicity and Percolation for Variants of one-dimensional Voter Models (with Y. Mohylevskyy and C.M. Newman) Latin American Journalof Probability and Mathematical Statistics vol 10, Pg 485-504, 2013.</li><li>Marking the (1,2) points of Brownian web and applications (with C. M. Newman and       E. Schertzer)  Annales de l’Institut Henri Poincare’ (B) Probability and Statistics, Vol 46, No 2, Pg 537-574, 2010.</li><li>Macroscopic stability for nonfinite range kernels (with T. S. Mountford and E. Saada) Brazilian Journal of Probability and Statistics, Vol 24, No 2, Pg 337-360, 2010.</li><li>Almost sure Euler hydrodynamics of one-dimensional attractive particle systems(with  C. Bahadoran, E. Saada, and  H. Guiol) Electronic Journal of Probability, Vol 15, Pg 1-43, 2010.</li></ul><h3 dir=\"ltr\">Education</h3><ul dir=\"ltr\"><li>PhD, Physics, Yeshiva University, 1980</li><li>MS, Physics, Fairleigh Dickinson University, 1974</li><li>ME, Electrical Engineering and Automation, Birla Institute of Science and Technology, 1972</li><li>BE, College of Engineering, Madras University, 1970</li></ul></div>\n</div>\n</div>\n</div>"}