{"preferred_name": "Lan Ma", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/lanma.jpg", "official_title": "Adjunct Professor of Management", "email_address": "lm194@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><div>Dr. Lan Ma has many years of working experiences with world leading multinational companies.  In her last role, she was the global marketing director at DuPont in the Photovoltaic business, based in Shanghai, China.  In her 11 years with DuPont, she held roles of manager at DuPont corporate marketing &amp; sales, AP strategic planning manager at DuPont performance coating and China country leader at DuPont Photovoltaic Solutions.  </div><div> </div><div>Before joining DuPont, Dr. Ma was a consultant - marketing specialist in Asia-Pacific marketing practice of McKinsey &amp; Company; based in Singapore.  She worked with clients in various industries across Asia Pacific on strategic marketing issues including branding, pricing, channel, consumer insights, segmentation, go-to-market strategy, etc.</div><div> </div><div>Prior to joining McKinsey, Dr. Ma was marketing manager at Estée Lauder in New York.  Before that, she spent four years with Procter &amp; Gamble as Product/Market Researcher initially for the Far East based in Japan and later in a global role out of the US.  </div><div> </div><div>Dr. Ma received her Ph.D. in Biochemistry from Boston College in the US and B.S. in Chemistry from Beijing University in China.  She is a fluent English and Mandarin speaker with Japanese language knowledge.  <span style=\"white-space:pre\"> </span></div><div> </div><div>Dr. Ma was an Adjunct Professor with Singapore Management University for three years from 2010-2012 where she taught Strategic Marketing to the MBA class.  She is an Adjunct Professor at New York University Shanghai starting January 2018 teaching management related topics.  She is frequently invited to teach at China European International Business School, speak at business conferences and conduct corporate trainings.   </div><div> </div><div>Dr. Ma currently serves as a senior advisor for several companies and is active on company boards. </div><div> </div><h3>Research Interests</h3><ul><li>Strategic Marketing</li><li>Branding</li><li>Consulting</li><li>E-commerce</li></ul><p> </p><h3>Education</h3><ul><li>PhD, Biochemistry, Boston College</li><li>BS, Chemistry, Beijing University in China</li></ul></div>\n</div>\n</div>\n</div>"}