{"preferred_name": "Laurent Mertz", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Laurent%20Mentz%20pic.jpg", "official_title": "Visiting Assistant Professor of Mathematics", "email_address": "lm167@nyu.edu", "room_number": "1141", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Laurent Mertz is Visiting Professor of Applied Mathematics at NYU Shanghai. Prior to joining NYU Shanghai, he was Courant instructor / visiting assistant professor at Courant Institute at New York University. He is also assistant professor at University of Nice Sophia Antipolis. He holds a PhD from University of Paris VI, a M.Eng. / Diplôme d'Ingénieur from Ecole des Ponts, Paristech and a B.Sc. from University of Strasbourg.</p><p>In 2012, Professor Mertz was awarded the EADS foundation’s best thesis prize in mathematics and interactions.</p><h3>Research Interests</h3><p>Professor Mertz’s research interests are applied stochastic analysis, random mechanics, reflected diffusions and nonlocal elliptic operators.  His work has appeared in SIAM numerical Analysis, Asymptotic Analysis, Probabilistic Engineering Mechanics, IMA Journal of Applied Mathematics, Applied Mathematics Research eXpress, Comptes Rendus Mathematique and ESAIM: proceedings and Surveys, and SIAM Mathematical Analysis.</p><h3>Recent Publications</h3><ul><li>Bensoussan, A; Mertz, L; Yam, S.C.P. Nonlocal boundary value problems of a stochastic variational inequality modeling an elasto-plastic oscillator excited by a filtered noise. SIAM J. Math. Anal. 48 (2016), no. 4, 2783–2805.</li><li>Feau, C; Lauriere, M; Mertz, L. Asymptotic formulae for the risk of failure related to an elasto-plastic problem with noise, to appear in Asymptotic Analysis (2017).</li><li>Mertz, L; Stadler, G; Wylie, J. A backward Kolmogorov equation approach to compute means, moments and correlations of path-dependent stochastic dynamical systems, <a href=\"https://arxiv.org/abs/1704.02170\">arxiv.org/abs/1704.02170</a>. submitted.</li></ul><h3>Research Grants</h3><ul><li>NSFC - International Young Scientist Program, Competitive Grants. ”Computational methods for non-smooth dynamical systems” CNY$330,000. Principal Investigator.</li><li>NSFC - Young Scientist Program, Competitive Grants. ”Stochastic control methods for random mechanics” CNY$180,000. Principal Investigator. </li><li>Hong Kong GRF, Competitive Grants. ”Dynamics of Noise-Driven Inelastic Particle Systems” HKD$631,972. (Co-Investigator, with Prof. Jonathan Wylie of City University).</li></ul><h3>Languages</h3><ul><li>English</li><li>French</li></ul></div>\n</div>\n</div>\n</div>"}