{"preferred_name": "Lixian Cui", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/untitled-1.jpg", "official_title": "Assistant Professor of Psychology, NYU Shanghai; Global Network Assistant Professor, NYU", "email_address": "lc145@nyu.edu", "room_number": "1238", "office_phone": "86 (21) 20595107", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Lixian Cui is an Assistant Professor of Psychology at NYU Shanghai, a core faculty in the NYU-ECNU Institute for Social Development and a faculty affiliate in the Department of Applied Psychology, NYU Steinhardt School of Culture, Education, and Human Development, and the Center for Research on Culture, Development and Education (CRCDE) at NYU. Prior to joining NYU Shanghai, he was a Postdoctoral Research Fellow in the Department of Psychology at the University of Toronto. He holds a PhD from Oklahoma State University, a M.S. from Sun Yat-sen University, and a B.S. from Southwest China Normal University.</p><p>Professor Cui's research focuses on child and adolescent social and emotional development in various contexts, with a focus on emotion temporal dynamics (e.g., anger, sadness, empathy, guilt) and stress psychophysiology (e.g., respiratory sinus arrhythmia, skin conductance, heart rate, cortisol) during social interactions. Cui is also interested in emotion socialization in family, school, peer, and cultural contexts, focusing on the impacts of parenting, classroom climate, peer relationships, and cultural values. A second line of Cui’s research concerns mental health and family dynamics among LGBT population in China context, including topics such as coming out, gay family types, and LGBT parenting. His work has appeared in prestigious scientific journals such as <em>Child Development, Emotion, Journal of Abnormal Child Psychology, Journal of Family Psychology, the Journal of Early Adolescence, </em>and <em>Parenting: Science and Practice.</em></p><p>Cui is an ad hoc reviewer for the <em>Journal of Personality and Social Psychology, Child Development, Journal of Abnormal Child Psychology</em>, <em>Journal of Research on Adolescence, Infant and Child Development, Merrill-Palmer Quarterly, the Journal of Early Adolescence, </em>and <em>British Journal of Developmental Psychology </em>among others. He is a member of Society for Research on Adolescence (SRA), and Society for Research in Child Development (SRCD), and also a member of review panels for both SRA and SRCD biennial meetings. He has also been a reviewer for American Psychological Association (APA) Division 44 student research awards.</p><h3><strong>Recent Publications</strong></h3><p style=\"margin-left:.5in;\">Cui, L<strong>.</strong>, &amp; Morris, A. S. (2017). Parenting and child adjustment. In A. E. Wenzel (Ed.), <em>The Sage Encyclopedia of abnormal and clinical psychology</em>. Thousand Oaks, CA: Sage.</p><p style=\"margin-left:.5in;\">Cui, L<strong>.</strong>, &amp; Morris, A. S. (2017). Limit setting. In A. E. Wenzel (Ed.), <em>The Sage Encyclopedia of abnormal and clinical psychology</em>. Thousand Oaks, CA: Sage.</p><p style=\"margin-left:.5in;\">Zhang, X., Cui, L., Han, Z. R., &amp; Yan, J. (2017). <a href=\"http://dx.doi.org/10.1037/fam0000285\">The heart of parenting: Parent HR dynamics and negative parenting while resolving conflict with child</a>.<em> Journal of Family Psychology.</em></p><p style=\"margin-left:.5in;\">Malti, T., Dys, S. P., Cui, L., &amp; Buchmann, M. (2017). <a href=\"http://dx.doi.org/10.14301/llcs.v8i1.397\">Moral and social antecedents of young adults’ attitudes toward inequality and social justice values</a>.<em> Longitudinal and Life Course Studies, 8,</em> 5-19.</p><p style=\"margin-left:.5in;\">Malti, T., Zuffianò, A., Cui, L., Colasante, T., Peplak, J., &amp; Bae, N. Y. (2017). <a href=\"http://dx.doi.org/10.1007/978-3-319-43645-6_18\">Children’s social-emotional development in contexts of peer exclusion</a>. In N. J. Cabrera &amp; B. Leyendecker (Eds.), <em>Handbook of positive development of minority children </em>(pp. 295-306). Netherlands: Springer.</p><p style=\"margin-left:.5in;\">Malti, T., Ongley, S. F., Peplak, J., Chaparro, M. P., Buchmann, M., Zuffianò, A., &amp; Cui, L. (2016). <a href=\"http://dx.doi.org/10.1111/cdev.12632\">Children’s sympathy, guilt, and moral reasoning in helping, cooperation, and sharing: A six-year longitudinal study</a>. <em>Child Development, 87,</em> 1783-1795.</p><p style=\"margin-left:.5in;\">Criss, M. M., Morris, A. S., Ponce-Garcia, E., Cui, L., &amp; Silk, J. S. (2016). <a href=\"http://dx.doi.org/10.1111/fare.12202\">Pathways to adaptive emotion regulation among adolescents from low-income families</a>.<em> Family Relations, 65,</em> 517-529.</p><p style=\"margin-left:.5in;\">Cui, L., Colasante, T., Malti, T., Ribeaud, D., &amp; Eisner, M. P. (2016). <a href=\"http://dx.doi.org/10.1007/s10802-015-0079-7\">Dual trajectories of reactive and proactive aggression from mid-childhood to early adolescence: Relations to sensation seeking, risk taking, and moral reasoning</a>. <em>Journal of Abnormal Child Psychology, 44, </em>663-675.</p><p style=\"margin-left:.5in;\">Houltberg, B. J., Morris, A. S., Cui, L., Henry, C. S., &amp; Criss, M. M. (2016). <a href=\"http://dx.doi.org/10.1177/0272431614562834\">The role of youth anger in explaining links between parenting and early adolescent prosocial and antisocial behavior</a>. <em>The Journal of Early Adolescence, 36,</em> 297-318.</p><p style=\"margin-left:.5in;\">Criss, M. M., Houltberg, B. J., Cui, L., Bosler, C. D., Morris, A. S., &amp; Silk, J. S. (2016). <a href=\"http://dx.doi.org/10.1016/j.appdev.2016.01.002\">Direct and indirect links between peer factors and adolescent adjustment difficulties</a>.<em> Journal of Applied Developmental Psychology, 43</em>, 83-90.</p><p style=\"margin-left:.5in;\">Cui, L., Morris, A. S., Harrist, A. W., Larzelere, R. E., Criss, M. M., &amp; Houltberg, B. J. (2015). <a href=\"http://dx.doi.org/10.1037/emo0000040\">Adolescent RSA responses during an anger discussion task: Relations to emotion regulation and adjustment</a>. <em>Emotion, 15,</em> 360-372.</p><p style=\"margin-left:.5in;\">Cui, L., Morris, A. S., Harrist, A. W., Larzelere, R. E., &amp; Criss, M. M. (2015). <a href=\"http://dx.doi.org/10.1037/fam0000067\">Dynamic changes in parent affect and adolescent cardiac vagal regulation: A real-time analysis</a>. <em>Journal of Family Psychology, 29,</em> 180-190.</p><p style=\"margin-left:.5in;\">Criss, M. M., Lee, T. K., Morris, A. S., Cui, L., Bosler, C. D., Shreffler, K. M., &amp; Silk, J. S. (2015). <a href=\"http://dx.doi.org/10.1007/s10826-013-9877-0\">Link between monitoring behavior and adolescent adjustment: An analysis of direct and indirect effects</a>. <em>Journal of Child and Family Studies, 24,</em> 668-678.</p><p style=\"margin-left:.5in;\">Cui, L., Morris, A. S., Criss, M. M., Houltberg, B. J., &amp; Silk, J. S. (2014). <a href=\"http://dx.doi.org/10.1080/15295192.2014.880018\">Parental psychological control and adolescent adjustment: The role of adolescent emotion regulation</a>. <em>Parenting: Science and Practice, 14, </em>47-67.</p><p style=\"margin-left:.5in;\">Morris, A. S., Cui, L., &amp; Steinberg, L. (2013). <a href=\"http://dx.doi.org/10.1037/13948-003\">Parenting research and themes: What we’ve learned and where to go next</a>. In R. E. Larzelere, A. S. Morris, &amp; A. W. Harrist (Eds.). <em>Authoritative parenting: Synthesizing nurturance and discipline for optimal child development</em> (pp. 35-58). Washington, DC: American Psychological Association.</p><p> </p><h3><strong>Education</strong></h3><p>Ph.D., Human Development</p><p>Oklahoma State University, 2013</p><p> </p><p>M.S., Applied Psychology</p><p>Sun Yat-sen University, 2005</p><p> </p><p>B.S., Psychology</p><p>Southwest China Normal University, 2003</p><p> </p><h3><strong>Languages</strong></h3><p>English, Mandarin</p></div>\n</div>\n</div>\n</div>"}