{"preferred_name": "Marcella Caprario", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/smile.jpg", "official_title": "Lecturer", "email_address": "marcella.caprario@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Marcella Caprario is a Lecturer in the English for Academic Purposes (EAP) program at New York University Shanghai (NYUSH).  She has taught, designed curricula, and administered programs for English language learners in China and the United States. She regularly provides professional development and pedagogical consulting for English language professionals and content faculty working with English language learners. She also has trained in-service and pre-service English language instructors at institutions such as Northeast Normal University (Changchun, China), Pace University (New York City) and CIEE: Council on International Educational Exchange, where she was responsible for academic and administrative oversight of the Teaching English as a Foreign Language (TEFL) certificate program.</p><p>Marcella’s teaching and research interests include content-based academic English instruction, English grammar teaching and learning, guided discovery language instruction and materials creation, and the internationalization of U.S. higher education. She has published and presented on English grammar instruction, the use of online corpora in language teaching, and strategies for supporting matriculated international students at U.S. institutions of higher education. In addition, she is engaged in research on building learning communities in online educational contexts.  </p><h3>Research Interests</h3><ul><li>Content-based academic English instruction</li><li>Guided discovery and corpus-based English language instruction and materials development</li><li>English grammar instruction and analysis</li><li>Social spaces and learning communities in online environments</li><li>The internationalization of U.S. higher education</li></ul><h3>Recent Publications</h3><ul><li>Caprario, M. (2015). Corpora as a Tool for Guided Discovery (pp. 280-281). In J. C. Richards, <em>Key Issues in Language Teaching.</em> New York: Cambridge University Press.</li><li>Caprario, M. (2015). Teaching the Passive Voice (pp. 288-292). In J. C. Richards, <em>Key Issues in Language Teaching.</em> New York: Cambridge University Press.</li><li>Caprario, M. (2014, Spring). Guided discovery grammar instruction. <em>Idiom</em>. Retrieved from <a href=\"http://www.nystesol.org/publications.html\">http://www.nystesol.org/publications.html</a></li><li>Caprario, M. (2013). Guided discovery grammar instruction: A review of the literature with original teaching materials. <em>MA TESOL Collection. </em>Paper 689. Retrieved from <a href=\"http://digitalcollections.sit.edu/ipp_collection/689\">http://digitalcollections.sit.edu/ipp_collection/689</a></li></ul><h3>Education</h3><ul><li>MA TESOL (Teaching English to Speakers of Other Languages), SIT, Brattleboro, VT, USA</li></ul><h3>Languages</h3><ul><li>English</li><li>Italian</li></ul></div>\n</div>\n</div>\n</div>"}