{"preferred_name": "Marti Subrahmanyam", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/marti_subrahmanyam.jpg", "official_title": "Global Network Professor of Finance and Economics, NYU Shanghai; Charles E. Merrill Professor, Finance, Economics and International Business, Stern School of Business, NYU", "email_address": "msubrahm@stern.nyu.edu", "room_number": "1316", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Marti G. Subrahmanyam is a Global Network Professor of Finance and Economics at NYU Shanghai.  He is also the Charles E. Merrill Professor of Finance, Economics and International Business in the Stern School of Business at New York University. He holds a Bachelor’s degree in mechanical engineering from the Indian Institute of Technology, Madras, a Post-Graduate Diploma in business administration from the Indian Institute of Management, Ahmedabad, and a Doctorate in finance and economics from the Massachusetts Institute of Technology.</p><p>Professor Subrahmanyam’s current research interests are in asset pricing with particular reference to options and futures markets and credit markets, and market microstructure. His books include Financial Options: From Theory to Practice and Credit Default Swaps.</p><p>Professor Subrahmanyam has won numerous research awards including the Anneliese Maier Research Award in 2016, and several teaching awards including New York University's Distinguished Teaching Medal in 2003.</p><p>For more information on Prof. Subrahmanyam, please visit http://www.stern.nyu.edu/~msubrahm</p><h3>Courses Taught</h3><ul><li>Advanced Futures and Options</li><li>Honors Seminar (Undergraduate)</li><li>​Seminar on Derivatives</li></ul><h3>Recent Publications</h3><ul><li>L. Pelizzon, M.G. Subrahmanyam, D. Tomio and J. Uno, Sovereign Credit Risk, Liquidity and the ECB Intervention: Deux ex Machina? Journal of Financial Economics, 2016.</li><li>M.G. Subrahmanyam, D.Y. Tang and S.Q. Wang, Credit Default Swaps, Exacting Creditors and Corporate Liquidity Management. Journal of Financial Economics, 2016.</li><li>P. Augustin, M.G. Subrahmanyam, D.Y. Tang and S.Q. Wang, Credit Default Swaps: Past, Present, and Future. Annual Review of Financial Economics, 2016.</li><li>P. Augustin, M.G. Subrahmanyam, D.Y. Tang and S.Q. Wang, Credit Default Swaps: A Survey. Foundations and Trends in Finance, 2014.</li><li>R. Jankowitsch, F. Nagler, and M.G. Subrahmanyam, The Determinants of Recovery Rates in the US Corporate Bond Market. Journal of Financial Economics, 2014.</li><li>​M.G. Subrahmanyam, D.Y. Tang, D.Y. and S.Q. Wang, Does the Tail Wag the Dog? The Effect of Credit Default Swaps on Credit Risk. Review of Financial Studies, 2014.</li></ul><h3><br/>Education</h3><ul><li>Ph.D., Finance and Economics, Massachusetts Institute of Technology, 1974</li><li>P.G. Diploma, Business Administration, Indian Institute of Management, Ahmedabad, 1969</li><li>B.Tech., Mechanical Engineering, Indian Institute of Technology, Madras, 1967</li></ul><h3>Languages</h3><p>English, Hindi, Tamil, Telugu</p><p>Professor Subrahmanyam is also a faculty member at Center for Business Education and Research. For more information about the center, please visit <a href=\"https://research.shanghai.nyu.edu/cber\" target=\"_blank\">https://research.shanghai.nyu.edu/cber</a></p></div>\n</div>\n</div>\n</div>"}