{"preferred_name": "Michele Geraci", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/michele_geraci.jpg", "official_title": "Adjunct Professor of Finance", "email_address": "michele.geraci@nyu.edu", "room_number": "1116", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Michele Geraci is Head of China Economic Policy Program at Nottingham University Business School, Head of China at the Global Policy Institute, as well as Senior Research Fellow and Adjunct Professor of Finance at Zhejiang University. He has been living in China since 2008 and works as advisor to governments, corporations and investors, offering practical-oriented policy recommendations and investment advice. Topics of interest include monetary policy, income disparity, migration, urbanization and European crisis.</p><p>Michele is a frequent guest speaker at conferences and forums, a frequent host of TV shows (CCTV, Rai, BBC, Al-Jazeera), and is a regular contributor to China Daily op-ed and a columnist for Caixin Magazine and IlSole24Ore/Radiocor. Michele has been voted for three years in a row one of the top 50 Italian experts on Chinese matters, one of the top 5 University of Nottingham world-wide experts on current affairs and has recently been awarded the title of Knight of the Order of the Star of Italy (Cavaliere dell'Ordine della Stella D’Italia) by President of Italian Republic, Mattarella, one of Italy’s highest honours.</p><p>Prior to coming to China, Michele was a Managing Director-level investment banker based in London, with vast international experience in Fund Management, Equity Research, Corporate Finance, Management Consultancy, and as a Telecom Engineer across Europe, Latin America and Asia. Merrill Lynch, Bank of America, DLJ, and Schroders Investment Management are some of the institutions he has worked for.<br/>Michele holds an MBA from the M.I.T. Sloan School of Management, and an M-Eng in electronic engineering from the University of Palermo, Italy. He can speak Italian, English, Chinese as well as Spanish and some French.</p><p>For more information on Prof. Geraci, please visit https://www.linkedin.com/in/michelegeracichina</p><h3>Courses Taught</h3><p><br/>•    Debt Instruments and Markets<br/>•    Equity Valuation​<br/>•    International Finance<br/>•    Options and Futures​</p><h3><br/>Recent Publications</h3><p><br/>•    China's import data, how to interpret the figures correctly, Orizzonte Cina<br/>•    The Internationalisation of the RMB: a long, long way away, Orizzonte Cina<br/>•    Implementing China’s Economic Reforms: A step away from re-balancing, China Policy Institute<br/> </p><h3>Education</h3><p><br/>Bachelor/Master, Electronic Engineering<br/>University of Palermo, 1991<br/> <br/>MBA<br/>Massachussetts Institute of Technology, M.I.T, 1996</p><p> </p><h3>Languages</h3><p><br/>Italian, Spanish, English, Chinese, French</p><p> </p><p>Professor Geraci is also a faculty member at Center for Business Education and Research. For more information about the center, please visit https://research.shanghai.nyu.edu/cber</p><p> </p></div>\n</div>\n</div>\n</div>"}