{"preferred_name": "Minchao Jin", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/shang_hai_niu_yue_da_xue_bei_jing_-201705-01.jpg", "official_title": "Affiliated Assistant Professor of Social Work, NYU Shanghai; Assistant Professor of Social Work, Silver School of Social Work, NYU", "email_address": "minchao.jin@nyu.edu", "room_number": "1228", "office_phone": "86 (21) 20595108", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Minchao Jin was an Affiliated Assistant Professor of Social Work at NYU Shanghai. He is also an Assistant Professor of Social Work at the NYU Silver School of Social Work at NYU. He holds a PhD and MSW from Washington University in St. Louis (Missouri, U.S.) and a BS from Tsinghua University, Beijing, China.</p><p>Professor Jin’s research interests are poverty, health, and social welfare policy.  His work has appeared in Social Science &amp; Medicine, Journal of Social Policy, International Journal of Social Welfare, etc.</p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">Professor</span> Jin has practice experiences in poverty alleviation and community development in several agencies from both China and the U.S., which include China Women’s Development Foundation (Beijing, China), Fathers’ Support Center of St. Louis (Missouri, U.S.), the Department of Community Development of the City of East St. Louis (Illinois, U.S.), and Rural Reconstruction Center of China Fujian Site (Fujian, China). These experiences enlightened the change of his career from an engineer to a committed social worker.</p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">Professor</span> Jin values the interactions with students both inside and outside classrooms. His teaching interests include social and economic development, research methods, statistics, social welfare policy, economics of social welfare, program and services evaluation, and child and maternal nutrition.  </p><h3>Research Interests</h3><p>His research areas are global social development and public health, with a particular focus on asset-based approaches and child outcomes. Together with the colleagues at Center for Social Development, Washington University in St. Louis, he assessed the prevalence of asset poverty in China and made relevant policy suggestions. He also conducted research on how families in Africa can use livestock to improve child nutrition. His current work examines the pathways via which household assets may contribute to the nutritional outcomes for preschool children.</p><h3>Recent Publications</h3><ul><li>Jin, M. &amp; Iannotti, L. (2014). Livestock production, animal source food intake, and young child growth: the Role of gender for ensuring nutrition impacts. Social Science &amp; Medicine, 105(2014), 16-21.</li><li>Huang, J., Jin, M., Deng, S., Guo B., Zou, L., &amp; Sherraden, M. (2013). Asset poverty in urban China: A study using the 2002 Chinese Household Income Project. Journal of Social Policy, 42(4), 763-781.</li><li>Zhao, D. &amp; Jin, M.* (2013). Social innovations on land use in rural China: An asset-based analysis. China Journal of Social Work, 6(2), 208-219.</li><li>Deng, S., Huang, J., Jin, M., &amp; Sherraden, M. (2013). Household assets, school enrollment, and parental aspirations for children's education in rural China: Does gender matter? International Journal of Social Welfare, 23(2), 185-194.</li></ul><h3>Education</h3><ul><li>PhD, Social Work<br/>Washington University in St. Louis, Missouri, U.S., 2014</li><li>Master, Social Work<br/>Washington University in St. Louis, Missouri, U.S., 2009</li><li>Bachelor, Materials Sciences and Engineering<br/>Tsinghua University, Beijing, China, 2005</li></ul><h3>Languages</h3><ul><li>Chinese</li><li>English</li></ul></div>\n</div>\n</div>\n</div>"}