{"preferred_name": "Ming Liao", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/ming1_big_copy.jpg", "official_title": "Adjunct Professor of Business and Economics", "email_address": "ming.liao@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><div>Ming Liao is an Adjunct Professor of Business at NYU Shanghai. He is also a venture capitalist and advisor, helping entrepreneurs and companies achieve extraordinary growth. He holds a Ph.D. from Duke University.</div><div> </div><div>Dr. Liao is a veteran in the marketing and advertising industries, where he has extensive experience in integrated brand communication, digital marketing, mobile marketing, social media marketing, CRM, e-commerce, consumer insight, data and analytics. Over the past 15+ years, he has the privilege to work across a variety of industries, including Technology, FMCG, E-commerce, Luxury, Travel, Auto, Pharmaceutical and Financial industry etc</div><div> </div><div>Dr. Liao was the Chief Digital Officer of Huawei Consumer Business Group, where he was responsible for leading global digital marketing as a key source of business growth. He has also developed digital curriculums, organized workshops and training programs to build internal capabilities to become a best-in-class digital organization. Previously at Facebook, he led the marketing science department in APAC, helping businesses make better decisions and become better marketers, by providing insights and actionable recommendations around marketing strategy, planning, creative, audience targeting, auction and campaign optimization. Prior to Facebook, Dr. Liao holds senior positions at Unilever, Mindshare, Nielsen and SAS etc in both China and the United States.</div><div> </div><div>Dr. Liao is an industry thought leader in the business and marketing community, serving as a key committee member in top industry organizations and a frequent keynote speaker at industry conferences and business schools.</div><h3>Research Interests</h3><ul><li>Digital Marketing </li><li>Social Media</li><li>Artificial Intelligence​</li><li>Data Science</li><li>Blockchain</li></ul></div>\n</div>\n</div>\n</div>"}