{"preferred_name": "Nan Cao", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/nan-cao.jpg", "official_title": "Assistant Professor of Computer Science, NYU Shanghai; Global Network Assistant Professor, NYU;  (On Leave)", "email_address": "nan.cao@nyu.edu", "room_number": "1155", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p><a href=\"http://nancao.org\">Nan Cao</a> is an Assistant Professor in the CSE department at NYU Shanghai in China and a research assistant professor in CSE department at NYU Tandon School of Engineering at New York City. Prior to joining NYU, he was a research staff member at IBM T.J. Watson Research Center during 2012 – 2016 and was a research engineer and staff researcher at IBM China Research Lab during 2005 – 2010. He received his PhD from the Hong Kong University of Science and Technology in Aug 2012.</p><p>Professor Cao ’s research interests are information visualization and visual analytics.  He is specialized in producing novel visualization and interaction techniques to represent and analysis complex (big, dynamic, multidimensional, and multivariate) data in various application domains such as social media and healthcare. His work has majorly appeared in IEEE TVCG, IEEE INFOVIS/VAST, and ACM CHI.</p><p>Professor Cao received IBM Outstanding Technical Achievement Award in 2015, the IEEE VAST Honorable Mention Award in 2014, HKUST PhD Research Excellence Award in 2012, and Microsoft Most Valuable Professional (MVP) Award in 2005.</p><h3>Recent Publications</h3><ul><li>Nan Cao, Conglei Shi, Sabrina Lin, Jie Lu, Yu-Ru Lin, Ching-Yung Lin<br/>TargetVue : Visual Analysis of Anomalous User Behaviors in Online Communication Systems<br/>IEEE Transaction on Visualization and Computer Graphics Vol 22 (1), 2016,<br/>DOI: 10.1109/TVCG.2015.2467196</li><li>Nan Cao, Yu-Ru Lin, Fan Du, Dashun Wang<br/>Episogram: Visual Summarization of Egocentric Social Interactions<br/>IEEE Computer Graphics and Applications, 2016<br/>DOI: 10.1109/MCG.2015.73</li><li>Nan Cao, Yu-Ru Lin, David Gotz,<br/>UnTangle Map: Visual Analysis of Probabilistic Multi-Label Data<br/>IEEE Transaction on Visualization and Computer Graphics, 2016<br/>DOI: 10.1109/TVCG.2015.2424878</li><li>Fan Du, Nan Cao*, Jian Zhao, Yu-Ru Lin,<br/>Trajectory Bundling in Animation<br/>ACM Conference on Human Factors in Computing Systems, CHI 2015<br/>DOI: 10.1145/2702123.2702476</li><li>Nan Cao, Yu-Ru Lin, Liangyue Li, HangHang Tong,<br/>g-Miner: Interactive Visual Group Mining on Multivariate Graphs<br/>ACM Conference on Human Factors in Computing Systems, CHI 2015<br/>DOI: 10.1145/2702123.2702446</li><li>Nan Cao, Lu Lu, Yu-Ru Lin, Fei Wang, and Zhen Wen.<br/>SocialHelix: Visual Analysis of Sentiment Divergence in Social Media,<br/>Journal of Visualization, Vol 18(2), 221-235, 2015<br/>DOI: 10.1007/s12650-014-0246-x</li><li>Nan Cao, Lu Lu, Yu-Ru Lin, Fei Wang, and Zhen Wen.<br/>SocialHelix: Visual Analysis of Sentiment Divergence in Social Media,<br/>Journal of Visualization, Volum 18(2), 221-235, 2015<br/>DOI: 10.1007/s12650-014-0246-x</li><li>Jian Zhao, Nan Cao*, Zhen Wen, Yale Song, Yu-Ru Lin and Christopher Collins.<br/>#FluxFlow: Visual Analysis of Anomalous Information Spreading on Social Media,<br/>IEEE Transactions on Visualization and Computer Graphics<br/>DOI: 10.1109/TVCG.2014.2346922</li><li>Nan Cao, David Gotz, Jimeng Sun, and Huamin Qu.<br/>DICON: Interactive Visual Analysis of Multidimensional Clusters,<br/>IEEE Transactions on Visualization and Computer Graphics, (IEEE InfoVis’2011)<br/>DOI: 10.1109/TVCG.2011.188</li><li>Nan Cao, Jimeng Sun, Yu-Ru Lin, David Gotz, Shixia Liu, Huamin Qu.<br/>FacetAtlas: Multifaceted Visualization for Rich Text Corpora.<br/>IEEE Transactions on Visualization and Computer Graphics (IEEE InfoVis’ 2010)<br/>DOI: 10.1109/TVCG.2010.154</li></ul><h3>Education</h3><ul><li>Ph.D, Computer Science and Engineering<br/>The Hong Kong University of Science and Technology, 2012</li><li>Master, Computer Science and Engineering<br/>Northwestern Polytechnic University, 2005</li><li>Bachelor, Automation<br/>Northwestern Polytechnic University, 2003</li></ul><h3>Languages</h3><ul><li>Chinese (Mandarin)</li><li>English</li></ul></div>\n</div>\n</div>\n</div>"}