{"preferred_name": "Nicholas Geacintov", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/nicholas-geacintov280.jpg", "official_title": "Vice Dean for Science, Affiliated Professor of Chemistry, NYU Shanghai; Professor, Chemistry, NYU", "email_address": "ng1@nyu.edu", "room_number": "1414", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Nicholas E. Geacintov is currently a Professor of Chemistry at New York University and the Vice Dean for Science at NYU Shanghai. He served as the Chair of the NYU Department of Chemistry for nearly ten years, and on many departmental and university committees, including the All University Promotion and Tenure committee. He is currently the Chair of the Chemistry Faculty Search Committee for the NYU Abu Dhabi campus, and a member of the NYU Abu Dhabi Tenure and Promotion Committee. He was trained as a polymer chemist and received his PhD from Syracuse University and the SUNY College of Environmental Sciences and Forestry, but gradually switched fields to areas at the interface of chemistry and biology. His current interests are in unraveling the mechanisms of the human defense mechanisms against DNA damage caused by endogenous and environmental  chemicals, and he is co-author of over 400 research articles and the monograph Chemical Biology of DNA Damage (Wiley-VCH, 2010). He is a Fellow of the  American Physical Society, the American Chemical Society, and the American Association for the Advancement of Science, a former President of the American Society for Photobiology, and recipient of the Margaret and Herman Sokol Faculty Award for Excellence in the Sciences in 2007 (NYU). He was a member of the Editorial Boards of the Journal of Biological Chemistry and the Journal Chemical Research in Toxicology, and served as a member of numerous NIH review panels, including service as the Chair of the NIH Cancer Etiology Study Section. In addition to his administrative duties at NYU Shanghai, he currently teaches advanced undergraduate and graduate biophysical chemistry courses at NYU New York, and supervises an active federally funded research laboratory.</p><h3>Education</h3><ul><li>PhD, Physical and Polymer Chemistry<br/>Syracuse University</li><li>MS, Physical and Polymer Chemistry<br/>Syracuse University</li><li>BS, Physical and Polymer Chemistry<br/>State University of New York</li></ul></div>\n</div>\n</div>\n</div>"}