{"preferred_name": "Paolo Visigalli", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/paolo_visigalli_portrait.jpg", "official_title": "Visiting Scholar in Residence", "email_address": "N/A", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Paolo Visigalli is a scholar in residence at the <a href=\"https://research.shanghai.nyu.edu/centers-and-institutes/cga/people\">Center for Global Asia</a>, NYU Shanghai. He is currently a member of the Center for Gandhian and Indian Studies at Fudan University, Shanghai. He holds a PhD in Asian and Middle Eastern Studies from the University of Cambridge, an MA in Religious Studies from the Universities of Padua and Venice “Ca’ Foscari”, and a BA in Oriental Languages and Cultures from the University of Rome “La Sapienza”.<br/>  <br/>Combining close textual analysis with wider theoretical concerns, Paolo’s research explores early India’s intellectual and religious life, focusing on Hindu and Buddhist texts. He is also interested in early Chinese thought and comparative philosophy. Paolo’s research languages are Sanskrit, Pali and, increasingly, Classical Chinese. He is the author of several book chapters and articles that have appeared in <em>Philosophy East and West</em>, <em>Journal of Indian Philosophy</em> and <em>Indo-Iranian Journal</em>. His current major project is a monograph on etymological theory and practices in early Hindu and Buddhist texts. <br/><br/>Prior to coming to Shanghai, Paolo held a temporary senior lectureship in Sanskrit and Classical Indian Studies at SOAS, London, and was a Postdoc at Ludwig-Maximilians-University, Munich. He also held fellowships at the Max Planck Institute for the History of Science and Humboldt University, Berlin.</p><p> </p></div>\n</div>\n</div>\n</div>"}