{"preferred_name": "Promethee Spathis", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/prom.jpg", "official_title": "Visiting Associate Professor of Computer Science", "email_address": "ps147nyu.edu", "room_number": "1154", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dr. Promethee Spathis is a Visiting Associate Professor at NYU Shanghai.  He is also an Associate Professor at University Pierre et Marie Curie (UPMC) since 2003. He received his Ph.D. in Computer Science from UPMC in 2003. Professor Spathis’ current research interests are related to the Internet technology and protocols with an emphasis on large-scale content distribution systems and sensor mobile networks. He has co-authored numerous scientific publications in international journals and international conference proceedings.</p><p>Professor Spathis was and is still leading or involved in many research projects in advanced communications and networking areas in France, Europe, and South America. Regarding education, he has contributed to the design of several European and International degree programs in Computer Science and Engineering and is a member of the supervisory committee for continuing and professional education.</p><h3>Courses Taught</h3><ul><li>Object-Oriented Programming</li></ul><h3>References</h3><ul><li>B. Baron, P. Spathis, H. Rivano, M. Dias de Amorim, Y. Viniotis, and J. Clarke: Software-defined vehicular backhaul, Wireless Days, November 2014.</li><li>B. Baron, P. Spathis, H. Rivano, M. Dias de Amorim : Vehicles as big data carriers: Road map space reduction and efficient data assignment, IEEE Vehicular Technology, September 2014.</li><li>S.-E. Belouanas, K. L. Thai, P. Spathis, M. Dias de Amorim, F. Rousseau, and A. Duda: Content Centricity in Constrained Cellular-Assisted D2D Communications. International Conference on Ad Hoc Networks, August 2014.</li><li>R. A. Gorcitz, Y. Jarma, P. Spathis, M, Dias de Amorim, R. Wakikawa, J. Whitbeck, V. Conan, and S. Fdida: Vehicular Carriers for Big Data Transfers, IEEE Vehicular Networking Conference, November 2012.</li></ul><h3>Education</h3><ul><li>Ph.D., Computer Science, University Pierre et Marie Curie, 2003</li><li>M.S., Computer Science, University Pierre et Marie Curie, 1999</li></ul><h3>Languages</h3><p>French, English, Greek, Vietnamese</p></div>\n</div>\n</div>\n</div>"}