{"preferred_name": "Qingwen Xu", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/qingwen1.jpg", "official_title": "Coordinator of MSW in Shanghai and New York Program, Affiliated Professor of Social Work, NYU Shanghai; Professor, Social Work, Silver School of Social Work, NYU", "email_address": "qx207@nyu.edu", "room_number": "1227", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Qingwen Xu is <span style=\"color: rgb(68, 68, 68); font-family: Verdana, Geneva, sans-serif; font-size: 12px;\">Coordinator of the MSW in Shanghai and New York programs</span>, Affiliated Professor of Social Work, NYU Shanghai and Professor, Social Work, Silver School of Social Work, NYU.  Prior to joining NYU Shanghai, she was the professor at Tulane University School of Social Work and the Emily Ratner and New Day II Professor of Social Entrepreneurship at Tulane University Taylor Center for Social Innovation and Design Thinking.  She holds a PhD from University of Denver and LLMs from New York University and Peking University.</p><p>Professor Xu’s research is situated at the interaction of globalization, community development, and social welfare.  With a better understanding of the community perception and behavior among vulnerable groups of people, including ethnic minorities and/or migrant groups of people in the U.S. and abroad, she has been searching innovative community practices and initiatives to improve the health and mental health of vulnerable groups of people.  Her work has appeared in International Journal of Aging and Human Development, Social Work Research, The Gerontologist, Journal of Community Psychology, International Social Work and other professional and/or interdisciplinary journals.</p><p>Professor Xu is member of Council of Social Work Education (CSWE) and Society for Social Work and Research (SSWR).  She is also the President of Asian Pacific Islander Social Work Educator Association, and Commissioner of CSWE Commission for Diversity and Social and Economic Justice.</p><h3>Education:</h3><ul><li>Ph.D. Social Work, University of Denver, 2002</li><li>LLM, New York University, 2000</li><li>LLM, Peking University, 1997</li></ul><h3>Languages:</h3><p>English, Mandarin </p></div>\n</div>\n</div>\n</div>"}