{"preferred_name": "Renyu (Philip) Zhang", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/philip-zhang-aug-280.jpg", "official_title": "Assistant Professor of Operations Management, NYU Shanghai; Global Network Assistant Professor, NYU", "email_address": "renyu.zhang@nyu.edu", "room_number": "1304", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Renyu (Philip) Zhang is Assistant Professor of Operations Management, NYU Shanghai; Global Network Assistant Professor, NYU. Prior to joining NYU Shanghai, he was a PhD candidate at Olin Business School, Washington University in St. Louis, where he holds a PhD in Business Administration (Operations Management). Professor Zhang also holds a Bachelor’s degree in Mathematics from Peking University. Professor Zhang’s personal website can be found <a href=\"http://www.nyu.edu/projects/rzhang/index.htm\" target=\"_blank\">here</a>.</p><p>Professor Zhang’s research interests are operations management under social interactions (e.g. social networks, sharing economy, and online markets) and sustainable operations.  His research work has appeared in Operations Research and Manufacturing &amp; Service Operations Management.</p><p>Professor Zhang is a member of INFORMS, MSOM, APS, and POMS.</p><h3>Courses Taught</h3><p>Comparative Advantage from Operations</p><h3>Recent Publications  </h3><ul><li>Yang, Nan and Zhang, Renyu, Dynamic Pricing and Inventory Management under Inventory-Dependent Demand. Operations Research, 62(5), 2014, 1077-1094.</li><li>Xiao, Guang and Yang, Nan and Zhang, Renyu, Dynamic Pricing and Inventory Management under Fluctuating Procurement Costs. Manufacturing &amp; Service Operations Management, 17(3), 2015, 321-334.</li><li>Gao, Long and Luo, Ting and Yang, Nan and Zhang, Renyu, Dynamic Supply Risk Management with Signal-Based Forecast. Multi-Sourcing, and Discretionary Selling. Productions and Operations Management, Forthcoming.</li></ul><h3>Education</h3><ul><li>PhD, Business Administration (Operations Management), Washington University in St. Louis, 2016</li><li>Bachelor of Science, Mathematics, Peking University, 2011</li></ul><h3>Languages</h3><p>English, Chinese</p><p>Professor Zhang is also a faculty member at Center for Business Education and Research. For more information about the center, please visit <a href=\"https://research.shanghai.nyu.edu/cber\" target=\"_blank\">https://research.shanghai.nyu.edu/cber</a></p></div>\n</div>\n</div>\n</div>"}