{"preferred_name": "Romain Corcolle", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Romain%20Corcolle%20Pic.jpg", "official_title": "Associate Professor of Practice of Engineering", "email_address": "rc173@nyu.edu", "room_number": "1160", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Romain Corcolle is an Associate Professor of Practice of Engineering at NYU Shanghai. Corcolle is an Associate Professor at Paris-Sud University, France since 2010, and belongs to: Group of Electrical Engineering, Paris (GeePs) for his research activities, and University Institute of Technology Cachan (IUT Cachan) - Electrical Engineering Department for his teaching activities.</p><p>He has published several papers in peer-reviewed international journals (IEEE Transactions on Magnetics, Physical Review B, Journal of Applied Physics, ...) and co-authored several international conference communications.</p><p>His teaching activities are mainly focused on Embedded Systems and Digital Logic. Corcolle is also the Program Director of a Licence Professionnelle (equivalent to a Bachelor degree) in Automated Systems / Building Automation.</p><h3>Research Interests</h3><p>Corcolle’s research interests concern material modelling for Electrical Engineering applications. He especially focus on multiferroics exhibiting coupled phenomena and particularly electromagneto-mechanical couplings. He develops constitutive laws for such materials.</p><h3>Recent Publications</h3><p>12 articles in peer-reviewed international journals (IEEE Transactions on Magnetics, Physical Review B, Journal of Applied Physics, ...) and 13 international conference communications. Invited speaker at AES2014 conference in Hangzhou (China) : \"Material Modelling\" session.</p><h3>Education</h3><ul><li>PhD, Physics<br/>Paris-Sud University, France, 2009</li><li>MScEng, Electrical Engineering<br/>Ecole Normale Superieure de Cachan, France, 2006</li><li>Agregation, Applied Physics<br/>Ecole Normale Superieure de Cachan, France, 2005</li></ul></div>\n</div>\n</div>\n</div>"}