{"preferred_name": "Ryo Okui", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/img_0992-280.jpg", "official_title": "Associate Professor of Economics, NYU Shanghai; Global Network Associate Professor, NYU", "email_address": "okui@nyu.edu", "room_number": "1321", "office_phone": "86 (21) 20596157", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Ryo Okui is Associate Professor of Economics at NYU Shanghai.  He is also Visiting Professor at the University of Gothenburg. Prior to joining NYU Shanghai, he was Associate professor at Kyoto University. He holds a PhD from the University of Pennsylvania and a Bachelor in Economics from Kyoto University.</p><p>Professor Okui’s research interests are econometrics and experimental economics. His work has appeared in Econometrica, Review of Economic Studies, Journal of Econometrics among other outlets.<br/>Professor Okui is a recipient of Ogawa Research Prize from the Japan Statistical Society. He is an associate editor of Japanese Economic Review and the Journal of Japan Statistical Society.</p><h3>Recent Publications</h3><ul><li>Liu, Qingfeng, Ryo Okui &amp; Arihiro Yoshimura: “Generalized Least Squares Model Averaging,” Econometric Reviews, (2016), 35(8-10):1692–1752</li><li>Liu, Qingfeng &amp; Ryo Okui: “Heteroscedasticity-Robust Cp Model Averaging,” Econometrics Journal (2013), 16(3):463-472</li><li>Hossain, Tanjim &amp; Ryo Okui: “The Binarized Scoring Rule,” Review of Economic Studies (2013), 80(3):984-1001</li><li>Okui, Ryo: “Instrumental Variable Estimation in the Presence of Many Moment Conditions,” Journal of Econometrics (2011), 165:70-86,</li><li>Kuersteiner, Guido &amp; Ryo Okui: “Constructing Optimal Instruments by First Stage Prediction Averaging,” Econometrica (2010), 78(2):697-718</li></ul><h3><br/>Education</h3><ul><li>PhD, Economics, University of Pennsylvania, 2005</li><li>Master, Economics, Kyoto University, 2000</li><li>Bachelor, Economics, Kyoto University, 1998</li></ul><h3> <br/>Languages</h3><p>English, Japanese</p></div>\n</div>\n</div>\n</div>"}