{"preferred_name": "Sarah Fay Krom", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/sarahfaykrom.jpg", "official_title": "Visiting Assistant Arts Professor", "email_address": "sfk3@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Sarah Fay Krom is Visiting Assistant Arts Professor in Interactive Media Arts at NYU Shanghai. She holds a BFA from Carnegie Mellon University and an MFA from the Digital Arts and New Media program at the University of California, Santa Cruz.</p><p>Sarah Fay’s work explores visually expressive interactive storyworlds and the underlying computational processes that expand and enrich their artistic palette. Her research interests are interactive storytelling, computational cinema and character performance, procedural animation, and visual media in digital games.</p><p>Sarah Fay has taught at Miami University and DeAnza College in the US, National University of Singapore, and Fachhochschule Kiel in Germany. She has developed curriculum at Peking University in Beijing and was the Founding Director of the GameLab at Nanyang Technological University in Singapore. Her professional work includes games, children’s media, and interactive installations. She is currently working on a game about “seeing as knowing” and the mediated visual message. Her personal website can be found at <a href=\"http://www.sarahfaykrom.com\">www.sarahfaykrom.com</a>.</p><h3>Research Interests</h3><ul><li>interactive storytelling</li><li>computational cinema and character performance</li><li>procedural animation</li><li>visual media in digital games</li></ul><h3>Courses</h3><ul><li>Communications Lab</li><li>Interactive Storytelling</li></ul><h3>Education</h3><ul><li>MFA, Digital Arts and New Media, University of California, Santa Cruz, 2016</li><li>BFA, College of Fine Art, Carnegie Mellon University, 1988</li></ul></div>\n</div>\n</div>\n</div>"}