{"preferred_name": "Saskia Abrahms-Kavunenko", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/img_0152.jpg", "official_title": "Global Perspectives on Society Teaching Fellow", "email_address": "sak19@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Dr. Saskia Abrahms-Kavunenko is a Global Perspectives on Society Teaching Fellow at NYU Shanghai. Her anthropological research in Mongolia looks at the materiality of air pollution in relation to postsocialist religious experiences, as they are generative of uncertainties and certainties, knowledge and ignorance, security and anxiety, clarity and blur. Her work also explores money in its material instantiations and its divergent interpretations. Her research discourses with more general theoretical debates about global economic, environmental and political changes within anthropology, sociology and beyond, adding to the emerging field of anthropologists and sociologists who are directly engaging with global capitalism as an evolving set of practices, values, and structures. She has published four articles on the subjects of post-socialist religious resurgence, the anthropology of ignorance, religious economies, and post-socialist religious uncertainties and shamanism.</p><p>She was recently a postdoctoral scholar at the Max Planck Institute for Social Anthropology, Germany, as part of the research group ‘Buddhist Temple Economies in Urban Asia’ working on a project entitled: ‘New Buddhist Economies in Mongolia: Accrual, Dispersal and the Vicissitudes of Wealth’. This research looked at how Mongolians situate themselves amidst fluctuating global and local economies, paying special attention to taboos around the ways that money is made, transnational relationships, and religious rituals and beliefs. Prior to her postdoctoral fellowship, she taught on a Buddhist Studies program for Antioch University in India. She was awarded a Ph.D. from the Department of Anthropology and Sociology at The University of Western Australia in 2012. In Europe, Australia, and Mongolia she has given a series of academic and public talks. She was a scholar in residence in Spain at the Centre De Recerca I Creació Casamarlès in dialogue with international and European artists. </p><h3>Publications:</h3><ul><li>Abrahms-Kavunenko, S. 2016. ‘Spiritually Enmeshed, Socially Enmeshed: Shamanism and Belonging in Ulaanbaatar.’ <em>Social Analysis</em>. 60, 3: 1 - 16</li><li>Abrahms-Kavunenko, S. 2015. ‘The Blossoming of Ignorance: Uncertainty, Power and Syncretism amongst Mongolian Buddhists.’ <em>Ethnos.</em> 80, 3: 346 – 363.</li><li>Abrahms-Kavunenko, S. 2015. ‘Paying for Prayers: Perspectives on Giving in Postsocialist Ulaanbaatar.’ <em>Religion, </em><em>State</em><em> and Society</em>. 43, 4: 327 – 341.</li><li>Abrahms-Kavunenko, S. 2012. ‘Religious “Revival” after Socialism? Eclecticism and Globalisation amongst Lay Buddhists in Ulaanbaatar.’ <em>Inner Asia</em>. 14, 2: 279 – 297.</li></ul></div>\n</div>\n</div>\n</div>"}