{"preferred_name": "Stephen Harder", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/sph_nyu_photo1.jpg", "official_title": "Adjunct Professor", "email_address": "stephen.harder@cliffordchance.com", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Stephen Harder practiced international law for 30 years, including most recently for 20 years based in Hong Kong and Shanghai as the responsible partner for the mainland China practice of the London headquartered global law firm Clifford Chance. In China, his practice focused on cross-border financings between China and Africa, South America and Russia, as well as cross border investments by international companies.  Earlier in his legal career, while practicing with the New York headquartered global firm White &amp; Case, he was based in New York, Brussels and Warsaw.  While based in Europe in the early 1990’s immediately after the fall of the Berlin Wall, he acted as legal counsel in the development of the Russian and Polish mass privatization programs, and represented the first post-Communist Polish government in its London Club sovereign debt negotiations and its premier sovereign bond offering. </p><p>He has written in the <em>International Financial Law Review</em> on “China’s Sovereign Wealth Fund: The Need for Caution” and spoken at several US law and business schools on “China in the Balance: Needed Reform, Vested Interests and the Choices Facing China’s Leaders”.  He has also published in the <em>Annals of the American Academy of Arts and Sciences</em> on “Political Finance in the Liberal Republic”.  Stephen is a native of Boston, Massachusetts and a resident of Rockport, Maine.</p><h3>Courses Taught</h3><p>International Law and Institutions<br/>International Business Investments in Developing Countries -- China and Africa<br/>Comparative Constitutions -- Germany, Iran and South Africa<br/>Law, Business and Society</p><h3>Education</h3><p>JD, Harlan Fiske Stone Scholar<br/>Columbia Law School, 1986</p><p>MBA, Bronfman Fellow<br/>Columbia Graduate School of Business, 1986</p><p>BA, Chinese Studies<br/>Princeton University, 1979</p><h3>Languages</h3><p>English, Chinese, French, German</p><p> </p><p>Professor Harder is also a faculty member at Center for Business Education and Research. For more information about the center, please visit https://research.shanghai.nyu.edu/cber</p><p> </p></div>\n</div>\n</div>\n</div>"}