{"preferred_name": "Tansen Sen", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/senphoto_570-610.jpg", "official_title": "Director of the Center for Global Asia, Professor of History, NYU Shanghai; Global Network Professor, NYU", "email_address": "ts107@nyu.edu", "room_number": "N/A", "office_phone": "+86 (21) 20595136", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Tansen Sen is Director of the Center for Global Asia, Professor of History, NYU Shanghai; Global Network Professor, NYU. He received his MA from Peking University and Ph.D. from the University of Pennsylvania.</p><p>He specializes in Asian history and religions and has special scholarly interests in India-China interactions, Indian Ocean connections, and Buddhism. He is the author of <em>Buddhism, Diplomacy, and Trade: The Realignment of Sino-Indian Relations, 600-1400</em> (2003; 2016) and <em>India, China, and the World: A Connected History</em> (2017). He has co-authored (with Victor H. Mair) <em>Traditional China in Asian and World History </em>(2012) and edited <em>Buddhism Across Asia: Networks of Material, Cultural and Intellectual Exchange</em> (2014). He is currently working on a book about Zheng He’s maritime expeditions in the early fifteenth century and co-editing (with Engseng Ho) the<em> Cambridge History of the Indian Ocean, volume 1</em>.</p><p>He has done extensive research in India, China, Japan, and Singapore with grants from the American Institute of Indian Studies, the Japan Foundation, the American Philosophical Society, the Chiang Ching-kuo Foundation, National Endowment for the Humanities, and the Institute of Southeast Asian Studies (Singapore). He was the founding head of the Nalanda-Sriwijaya Center in Singapore and served on the Governing Board of the Nalanda University.</p></div>\n</div>\n</div>\n</div>"}