{"preferred_name": "Valerie Deacon", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/2015-06-15_16.59.04_copy.jpg", "official_title": "Visiting Clinical Assistant Professor in History", "email_address": "vd37@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Valerie Deacon is a Visiting Clinical Assistant Professor in History at NYU Shanghai. She holds an MA from the University of Victoria and a Ph.D. from York University. <br/><br/>Dr. Deacon’s work focuses broadly on the experience of the Second World War in Europe and the United States. Her first book details the participation of men and women from the extreme right in the French Resistance and examines postwar narratives about resisters and the meaning of resistance. On that subject, she has also published several articles, including: “Fitting in to the French Resistance: Georges Loustaunau-Lacau and Marie-Madeleine Fourcade at the intersection of politics and gender” (2015) and “From \"femme d’officier, mère de famille\" to \"grand dame de la Résistance\": Marie-Madeleine Fourcade during the Second World War” (2017). Her current research is on the experience of downed Anglo-American aircrew in Occupied France and the assistance they received from French civilians. She has published “‘A jolly romp we were always destined to win’: The BBC’s ’Allo ’Allo! and British memories of downed aircrew in Occupied France during the Second World War” (2017) and is working on a full-length book on this topic. <br/><br/>Prior to her arrival in Shanghai, Dr. Deacon was at NYU-NYC for four years, as the Elihu Rose Visiting Assistant Professor.</p><p> </p></div>\n</div>\n</div>\n</div>"}