{"preferred_name": "Wei Chen", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/71860315.jpg", "official_title": "Clinical Assistant Professor of Arts", "email_address": "N/A", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Wei Chen is a Clinical Assistant Professor of Arts at NYU Shanghai. She holds a Masters Degree in Piano Performance from NYU Steinhardt Music and Performing Arts Professions where she studied with Eteri Andjaparidze. Previously she graduated from Xi’an Conservatory of Music in Piano Performance, studying with Professor Vladimir Zanin.</p><p>Wei Chen was an adjunct teaching faculty in NYU Steinhardt, where she gained great knowledge of how students learn. Before coming to NYU Shanghai, she also worked as a principal coach for the choir in Xi’an Concert Hall and Shaanxi Opera house collaborating with the Italy Opera team on productions such as Turandot (by Puccini) and Beethoven Symphony No.9. She also worked as concert coordinator and music conference host in Xi’an Concert Hall and Xi’an Conservatory of Music during her undergraduate time, helping both institutions arrange seasonal concerts and music festivals with artists from around the world.</p><p>A prize winner in Xi’an Conservatory Concerto Competition and Professional Piano Competition of Education Ministry in Henan Province, Miss Chen also had experience learning music pedagogy from her degree in Music Education. As a language lover, she had experience of learning both Italian and German, also working as a New Oriental English teacher in Xi’an teaching undergraduate students English. With a strong belief that learning music will benefit one’s whole lifetime, she devoted to promoting music and hopes to bring benefit to students in NYU Shanghai.</p></div>\n</div>\n</div>\n</div>"}