{"preferred_name": "William Glover", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/NYUSH%20Bio%20Headshot%20Glover%2C%20William.jpg", "official_title": "Assistant Professor of Chemistry, NYU Shanghai; Global Network Assistant Professor, NYU", "email_address": "wjg3@nyu.edu", "room_number": "1126", "office_phone": "86 (21) 20595208", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Will Glover received his PhD from the University of California, Los Angeles, in 2009 and has since held postdoctoral fellowships at Stanford and UCLA. In his research Will uses the concepts and tools of statistical mechanics and quantum mechanics, in combination with high-performance computational simulation methods to understand condensed- and gas-phase dynamics—at the atomistic, \"first principles\" level—that produce testable predictions with regard to measurable (e.g. spectroscopic) phenomena. He is already quite widely published including in the prestigious journal <em>Science</em>.</p><h3>Research Interests</h3><p>Dr. Glover is particularly interested in applying these tools to high-profile questions such as the structure of hydrated electrons and the atomic mechanisms of energy transfer in bacterial and chloroplast photosynthetic systems, with applications to such fields as the rational design of organic photovoltaics and understanding how radiation can damage DNA.</p><h3>Recent Publications</h3><ul><li>WJG, T. Mori, A. Boguslavskiy, M. S. Schuurman, A. Stolow and T. J. Mart.nez, “The Role of Bright and Dark States in the photoexcitation dynamics of Butadiene”, To be submitted</li><li>WJG, “Smoothing out excited-.‐state dynamics: Analytical gradients  for dynamically weighted complete active space self-.‐consistent field”, J. Chem. Phys. 141, 171102  (2014)</li><li>WJG, J. R. Casey and B. J. Schwartz, “Free Energies of Quantum Particles: The Coupled-.‐Perturbed Quantum Umbrella Sampling Method”, J. Chem. Theory Comp. 10, 4661 (2014)</li></ul><h3>Education</h3><ul><li>Ph.D., Physical Chemistry<br/>University of California, Los Angeles, 2009</li><li>M.S., Chemistry<br/>Oxford University, 2003</li></ul><h3>Languages</h3><ul><li>English</li></ul><p> </p></div>\n</div>\n</div>\n</div>"}