{"preferred_name": "William Reinfeld", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/bill_01.jpg", "official_title": "Adjunct Professor of Business and Economic Strategy", "email_address": "wr36@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>William Reinfeld is a professor of business and economic strategy and a management consultant. He has been teaching executive and graduate courses on business strategies in EMBA, IMBA and MBA programs since retiring from Accenture in 2001. Presently, he is also Adjunct Professor at Boston College in the US. Previously, he was Visiting Professor at CEIBS, in Shanghai (8 years), National Chengchi University, in Taiwan (8 years) and The Fletcher School of Tufts University in the US.<br/><br/>As a management consultant, over a 35-year period, he had responsibility for, or made major contribution to, approximately 300 client engagements throughout the world. His clients included many of the largest multinational firms, national private and public sector companies, high-level government policy makers and agencies, and financial institutions.<br/><br/>His consulting career began in 1967, when after completing his PhD, he joined Arthur D. Little (ADL), where he became Vice President, International. In 1987, he moved to Taiwan to establish the firm’s Greater China practice. <br/>In 1992, he joined Andersen Consulting (now Accenture) as Director of Strategy Consulting for Greater China. In addition to launching and running the strategy practice he was actively engaged in assisting major multinationals in planning their Asian strategies. Since retiring from Accenture, he has been consulting for Asian and American clients, as well as teaching.<br/><br/>Dr. Reinfeld has published numerous reports, articles and chapters in books concerning strategy as well as economic development. <br/>In addition to earning a PhD from Yale University, he holds a BS degree from Carnegie Mellon University.</p><h3>Research Interests</h3><ul><li>Cross-border strategic alliances</li><li>Competitive positioning</li><li>Technology innovation</li><li>Organization restructuring</li><li>Industrial policy</li></ul><p> </p><h3>Education</h3><ul><li>PhD, Yale University</li><li>MS, Yale University</li><li>BS, Carnegie Mellon University</li></ul><p> </p></div>\n</div>\n</div>\n</div>"}