{"preferred_name": "Xianbin Gu", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/xianbingu.jpg", "official_title": "Recitation Instructor in Computer Science", "email_address": "N/A", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><div>Xianbin G is a recitation instructor in Computer Science at NYU Shanghai. He holds a Ph.D. of information science from University of Otago in August 2017, a Master’s degree of Economics from Shanghai Maritime University, and a Bachelor’s degree of Engineering from Wuhan University of Technology.<br/> </div><div>His research interests include machine learning, computer vision, data mining, and graph modeling. He has presented his work at a few international conferences in computer vision and data mining, such as ICIP, and PAKDD.<br/> </div><div>Before joining NYU Shanghai, he was a research assistant (part time) in Department of Information Science, University of Otago, for the projects on machine learning techniques and a lab demonstrator in Department of Computer Science, University of Otago. <br/> </div><h3>Publications</h3><ul><li>Gu, X., Deng, J. D., and Purvis, M. K. (2016). A hierarchical segmentation tree for superpixel-based image segmentation. In Proceedings of the 31st International Conference on Image and Vision Computing New Zealand (IVCNZ), IEEE.</li><li>Gu, X., Purvis, M. K. (2016). Image segmentation with superpixel-based covariance descriptors. In Proceedings of Pacific-Asia Conference on Knowledge Discovery and Data Mining (PAKDD), Springer. </li><li>Gu, X., Deng, J. D., and Purvis M. K. (2014). Superpixel-based segmentation using multi-layer bipartite graphs and Grassmann manifolds. In Proceedings of the 29th International Conference on Image and Vision Computing New Zealand (IVCNZ), ACM.</li><li>Gu, X., Deng, J. D., and Purvis M. K. (2014). Improving superpixel-based image segmentation by incorporating color covariance matrix manifolds. In Proceedings of IEEE International Conference on Image Processing (ICIP), IEEE. (Top 10% paper award)</li></ul><h3>Languages</h3><ul><li>Chinese (native)</li><li>English  </li></ul></div>\n</div>\n</div>\n</div>"}