{"preferred_name": "Xiaogang Wu", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/xiaogang-wu-17.png", "official_title": "Visiting Professor of Sociology", "email_address": "xw29@nyu.edu", "room_number": "1211", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Xiaogang Wu (Ph.D., UCLA, 2001) is Professor of Social Science and Director of the Center for Applied Social and Economic Research (CASER) at HKUST. His research interests include social stratification and mobility, labor markets, and urban sociology, and quantitative methodology. He has received numerous awards and fellowships from the US, Europe, Hong Kong, and Taiwan. He was the recipient of US National Academy of Education/Spencer Post-doctoral Research Fellowship (2006-2007), and the Asia and Asian American Early Career Award from the American Sociological Association, 2007, and the Prestigious Fellowship in Humanities and Social Sciences by the University Grants Committee of Hong Kong, 2012. He is the founding editor of the <em>Chinese Sociological Review</em>, and serves on the Editorial board of many leading journals in sociology, such as <em>Social Forces</em>, <em>Sociology of Education</em>, and <em>Social Science</em> <em>Research</em>. He is also a member the Consolidator Grants evaluation panel of the European Research Council (ERC) (2017-2019).</p><p>Professor Wu is currently leading a research project, entitled “Hong Kong Panel Study of Social Dynamics (HKPSSD)”, a household panel survey he launched since 2011. He is now working with colleagues in Shanghai University on a similar project in Shanghai, “Shanghai Urban Neighborhood Survey” (SUNS). Prior to his graduate study in the US, Prof. Wu had been a staff member/speech writer at the Research Office for the Mayor, Shanghai Municipal Government. </p><h3>Research Interests</h3><ul><li>Social Stratification and Mobility</li><li>Social Demography</li><li>Gender and Family</li><li>Urban Sociology</li><li>Survey and Quantitative Methods</li><li>Big Data and Social Science Research</li></ul><h3>Education</h3><ul><li>Ph.D. Sociology, University of California, Los Angeles 2001</li><li>M.A. Sociology, Peking University, 1994</li><li>B.A. Sociology, Renmin University of China, 1991</li></ul><h3>Recent Publications</h3><ul><li>2017 \"Exodus from Hunger: The Long-term Health Consequences of the 1959-1961 Chinese Famine.\" <em>Biodemography and Social Biology</em> [with Zhuoni Zhang and Shige Song]</li><li>2017 \"Unequal Care, Unequal Work: Towards a More Comprehensive Understanding of Gender Inequality in Post-Reform Urban China.\" <em>Sex Roles</em> doi 10.1007/s11199-017-0715-1 [with Yinchun Ji, Shengwei Sun, and Guangye He]).</li><li>2017 \"Marketization, Occupational Segregation, and Gender Earnings Inequality in Urban China.\" <em>Social Science Research </em>http://dx.doi.org/10.1016/j.ssresearch.2016.12.001 [with Guangye He]</li><li>2017 <em>\"</em>The Rise of the Second Generation: Aspirations, Motivations and Academic Success of Chinese Immigrants' Children in Hong Kong\" <em>Journal of Ethnic and Migration Studies </em>http://dx.doi.org/10.1080/1369183X.2016.1245132 [with Duoduo Xu].</li><li>2017. \"Occupational Segregation and Earnings Inequality: Rural Migrants and Local Workers in Urban China\"<em> Social Science Research</em> 61:57-74 [with Zhuoni Zhang].</li><li>2016. \"Urbanization, Socioeconomic Status, and Health Disparity in China.\"<em> Health &amp; Place </em>42(1):87-95 [with Jia Miao] </li><li>2016. \"Changing Ethnic Stratification in Contemporary China.\" <em>Journal of Contemporary China </em>25(102): 938-954 [with Guangye He]</li><li>2016. \"Hong Kong Panel Study of Social Dynamics [HKPSSD]: Research Designs and Data Overview.\" <em>Chinese Sociological Review </em>48(2): 162–184.</li><li>2015. \"Population Migration and Children's School Enrollments in China, 1990-2005.\" <em>Social Science Research</em> 53:177-190 [with Zhuoni Zhang]</li><li>2014. <em>\"</em>Ethnic Stratification amid China’s Economic Transition: Evidence from the Xinjiang Uyghur Autonomous Region.\" <em>Social Science Research</em> 44:158-172 [with Xi Song]</li></ul></div>\n</div>\n</div>\n</div>"}