{"preferred_name": "Xiao He", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/xiao_he.png", "official_title": "Adjunct Recitation Instructor", "email_address": "N/A", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><div>Xiao He is an Adjunct Recitation Instructor at NYU Shanghai. Professor He’s research is focused on developing fragmentation quantum mechanical methods and their applications in biological systems. He is also interested in new density functional development in the framework of Kohn-Sham DFT.</div><div> </div><div>He received his B.S. in Physics (2003) and M.S. in Chemistry (2006) from Nanjing University and Ph.D. in Chemistry (2010) from the University of Florida under the supervision of Professor Kenneth Merz. He was trained as a postdoctoral researcher at University of Illinois at Urbana-Champaign (2011-2012) with Professor So Hirata. He is currently a Professor of Chemistry in the School of Chemistry and Molecular Engineering at East China Normal University.</div><div> </div><h3>Major publications: (*corresponding author) </h3><div><a href=\"http://scholar.google.com.hk/citations?user=L37jIigAAAAJ&amp;hl=en\">Google Scholar link</a></div><ul><li>J.F. Liu, X. He* and J.Z.H. Zhang*, Structure of Liquid Water - A Dynamical Mixture of Tetrahedral and ‘Ring-and-Chain’ like Structures. Phys. Chem. Chem. Phys., 19, 11931 (2017)</li><li>J.F. Liu, L.W. Qi*, J.Z.H. Zhang and X. He*, Fragment Quantum Mechanical Method for Large-sized Ion-water Clusters. J. Chem. Theory Comput., 13, 2021 (2017)</li><li>X.S. Jin, J.Z.H. Zhang and X. He*, Full QM Calculation of RNA Energy Using Electrostatically Embedded Generalized Molecular Fractionation with Conjugate Caps Method. J. Phys. Chem. A, 121, 2503 (2017)</li><li>X.S. Jin, T. Zhu, J.Z.H. Zhang and X. He*, A Systematic Study on RNA NMR Chemical Shift Calculation Based on the Automated Fragmentation QM/MM Approach. RSC Advances, 6, 108590 (2016)</li><li>X. Liu, J.F. Liu, T. Zhu, L.J. Zhang, X. He* and J.Z.H. Zhang*, PBSA_E: A PBSA-Based Free Energy Estimator for Protein-Ligand Binding Affinity. J. Chem. Inf. Model., 56, 854 (2016)</li><li>H.S. Yu, X. He, S.L. Li and D.G. Truhlar*, MN15: A Kohn–Sham Global-Hybrid Exchange-Correlation Density Functional with Broad Accuracy for Multi-Reference and Single-Reference Systems and Noncovalent Interactions. Chem. Sci., 7, 5032 (2016)</li><li>H.S. Yu, X. He and D.G. Truhlar*, MN15-L: A New Local Exchange-Correlation Functional for Kohn–Sham Density Functional Theory with Broad Accuracy for Atoms, Molecules and Solids. J. Chem. Theory Comput. 12, 1280 (2016)</li><li><span style=\"white-space:pre\"> </span>J.F. Liu, J.Z.H. Zhang and X. He*, Fragment Quantum Chemical Approach to Geometry Optimization and Vibrational Spectrum Calculation of Proteins. Phys. Chem. Chem. Phys. 18, 1864 (2016)</li><li>J.F. Liu, X.W. Wang, J.Z.H. Zhang and X. He*, Calculation of Protein-Ligand Binding Affinities Based on Fragment Quantum Mechanical Method. RSC Advances, 5, 107020 (2015)</li><li>J.F. Liu, T. Zhu*, X.W. Wang, X. He* and J.Z.H. Zhang*, Quantum Fragment Based ab Initio Molecular Dynamics for Proteins. J. Chem. Theory Comput., 11, 5897 (2015)</li><li>X.W. Wang, J.Z.H. Zhang and X. He*, Quantum Mechanical Calculation of Electric Fields and Vibrational Stark Shifts at the Active Site of Human Aldose Reductase. J. Chem. Phys. 143, 184111 (2015)</li><li>J. Swails, T. Zhu, X. He* and D.A. Case*, AFNMR: Automated Fragment Quantum mechanical Calculation of NMR Chemical shifts for Biomolecules. Journal of Biomolecular NMR, 63, 125 (2015)</li><li>H.S. Yu, W.J. Zhang, P. Verma, X. He and D.G. Truhlar*, Nonseparable Exchange-Correlation Functional for Molecules, Including Homogeneous Catalysis Involving Transition Metals. Phys. Chem. Chem. Phys. 17, 12146 (2015)</li><li>T. Zhu, J.Z.H. Zhang and X. He*, Correction of Erroneously Packed Protein's Side Chian in NMR Structure by Quantum Mechanics based Refinement. Phys. Chem. Chem. Phys. 16, 18163 (2014)</li><li>X. He*, T. Zhu, X.W. Wang, J.F. Liu, X.Y. Jia and J.Z.H. Zhang*, Fragment Quantum Mechanical Calculations of Proteins and Its Applications. Acc. Chem. Res. 47, 2748 (2014)</li><li>S. Hirata*, K. Gilliard, X. He, J.J. Li and O. Sode, Ab Initio Molecular Crystal Structures, Spectra, and Phase Diagrams. Acc. Chem. Res. 47, 2721 (2014)</li><li>X.W. Wang, X. He*, S.D. Chen and J.Z.H. Zhang*, Effect of Strong Electric Field on Conformational Integrity of Insulin. J. Phys. Chem. A, 118, 8942 (2014)</li><li>X. He, S. Ryu and S. Hirata*, Finite-temperature second-order many-body perturbation and Hartree–Fock theories for one-dimensional solids: An application to Peierls and charge-density-wave transitions in conjugated polymers. J. Chem. Phys. 140, 024702 (2014)</li><li>X.Y. Jia, X.W. Wang, J.F. Liu, J.Z.H. Zhang, Y. Mei* and X. He*, An Improved Fragment-based Quantum Mechanical Method for Calculation of Electrostatic Solvation Energy of Proteins. J. Chem. Phys. 139, 214104 (2013)</li><li>B. Wang, X. He* and K.M. Merz*, A Quantum Mechanical Study of Vicinal J Spin-Spin Coupling Constants for the Protein Backbone. J. Chem. Theory Comput. 9, 4653 (2013)</li><li><span style=\"white-space:pre\"> </span>J.F. Liu, X. He* and J.Z.H. Zhang*, Improving the Scoring of Protein-ligand Binding Affinity by Including the Effects of Structural Water and Electronic Polarization. J. Chem. Inf. Model. 53, 1306, (2013)</li><li>J. Bao, J.F. Liu, X. He* and J.Z.H. Zhang*, Computational Study of HIV-1 gp41 NHR trimer: Inhibition Mechanisms of N-Substituted Pyrrole Derivatives and Fragment-Based Virtual Screening. J. Theor. Comput. Chem.  12, 1341001 (2013)</li><li>X.W. Wang, X. He* and J.Z.H. Zhang*, Predicting Mutation-induced Stark Shifts in the Active Site of a Protein with a Polarized Force Field. J. Phys. Chem. A 117, 6015 (2013)</li><li>X.W. Wang, J.F. Liu, J.Z.H. Zhang and X. He*, Electrostatically Embedded Generalized Molecular Fractionation with Conjugate Caps Method for Full Quantum Mechanical Calculation of Protein Energy. J. Phys. Chem. A 117, 7149 (2013)</li><li>T. Zhu, J.Z.H. Zhang and X. He*, Automated Fragmentation QM/MM Calculation of Amide Proton Chemical Shifts in Proteins with Explicit Solvent Model. J. Chem. Theory Comput. 9, 2104 (2013)</li><li>X. He, O. Sode, S. S. Xantheas and S. Hirata*, Second-order Many-body Perturbation Study of Ice Ih. J. Chem. Phys. 137, 204505 (2012)</li><li>T. Zhu, X. He* and J.Z.H. Zhang, Fragment Density Functional Theory Calculation of NMR Chemical Shift for Proteins with Implicit Solvation. Phys. Chem. Chem. Phys. 14, 7837 (2012)</li></ul><h3>Honors</h3><ul><li>2016 Young Talent in Putuo District of Shanghai </li><li>2016 Shanghai Young Top-notch Talent</li></ul></div>\n</div>\n</div>\n</div>"}