{"preferred_name": "Xinying Cai", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/xinying-cai.jpg", "official_title": "Assistant Professor of Neural and Cognitive Sciences, NYU Shanghai; Global Network Assistant Professor, NYU", "email_address": "xc738@nyu.edu", "room_number": "1251", "office_phone": "+86 (21) 20595157", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Xinying Cai is Assistant Professor of Neural and Cognitive Sciences at NYU Shanghai. He is core faculty at the NYU-ECNU Institute of Brain and Cognitive Science at NYU Shanghai and an associate at the Center for Neural Science at NYU’s campus in New York City. He is also a member of the Institute for the Interdisciplinary Study of Decision Making (IISDM). He holds a PhD from Arizona State University and a BS from Zhejiang University.</p><p>Professor Cai’s current research focuses on elucidating the neural underpinnings of economic decision making (a.k.a Neuroeconomics). His work has appeared in leading scientific journals such as <em>Science</em>, <em>Nature Neuroscience</em>, <em>Neuron</em> and <em>Journal of Neuroscience</em>.</p><p>Cai was the recipient of the Excellence in Neural Engineering Award at the Second Institute of Electrical and Electronics Engineers (IEEE) International Conference on Neural Engineering.</p><h3 style=\"text-align: justify;\">Research Interests</h3><ul><li>Neural mechanisms of economic decision-making</li><li>Neuropsychiatry of the prefrontal basal ganglia pathways</li></ul><h3>Recent Publications</h3><ul><li>Murray JD, Bernacchia A, Freedman DJ, Romo R, Wallis JD, <strong>Cai X</strong>, Padoa-Schioppa C, Pasternak T, Seo H, Lee D, Wang XJ (2014) <u>A hierarchy of intrinsic timescales across primate cortex.</u> Nature Neuroscience. Published online 10 November 2014. DOI:10.1038/nn.3862</li><li>Hyojung Seo, <strong>Xinying Cai</strong>, Christopher H. Donahue, and Daeyeol Lee (2014) <u>Neural correlates of strategic reasoning during competitive games.</u> Vol. 346 no. 6207 pp. 340-343. DOI:10.1126/Science.1256254</li><li><strong>Cai X</strong> and Padoa-Schioppa C. (2014) <u>Contributions of orbitofrontal and lateral prefrontal cortices to economic choice and good-to-action transformation.</u> Neuron 81:1–12. DOI:<a href=\"http://dx.doi.org/10.1016/j.neuron.2014.01.008\"> </a>10.1016/j.neuron.2014.01.008</li><li><strong>Cai X</strong> and Padoa-Schioppa C. (2012) <u>Neuronal encoding of subjective value in dorsal and ventral anterior cingulate cortex.</u> Journal of Neuroscience. 32, 3791-3808. DOI:10.1523/JNEUROSCI.3864-11.2012</li><li>Padoa-Schioppa C and <strong>Cai X</strong>. (2011) <u>Orbitofrontal cortex and the computation of subjective value: consolidated concepts and new perspectives.</u> Annals of the New York Academy of Sciences. 1239(1):130-7. DOI: 10.1111/j.1749-6632.2011.06262.x.</li><li><strong>Cai X</strong>, Kim S, Lee D. (2011) <u>Heterogeneous coding of temporally discounted values in the dorsal and ventral striatum during intertemporal choice.</u> Neuron 69:170–82. DOI: 10.1016/j.neuron.2010.11.041.</li></ul><h3 style=\"text-align: justify;\">Education</h3><ul><li style=\"text-align: justify;\">PhD, Bioengineering<br/>Arizona State University, 2007</li><li style=\"text-align: justify;\">BS, Control Science and Engineering<br/>Zhejiang University, 1999</li></ul><h3 style=\"text-align: justify;\">Languages</h3><ul><li style=\"text-align: justify;\">English</li><li style=\"text-align: justify;\">Mandarin</li></ul></div>\n</div>\n</div>\n</div>"}