{"preferred_name": "Zheng Zhang", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Zheng%2C%20Zhang.jpg", "official_title": "Professor of Computer Science, NYU Shanghai; Global Network Professor, NYU", "email_address": "zz@nyu.edu", "room_number": "Room", "office_phone": "+86 (21) 20595687", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Zheng Zhang is\r\n<style type=\"text/css\">p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Calibri}\r\n</style>\r\nProfessor of Computer Science, NYU Shanghai; Global Network Professor, NYU. He also holds an affiliated appointment with the Department of Computer Science at the Courant Institute of Mathematical Sciences and with the Center for Data Science at NYU's campus in New York City. Prior to joining NYU Shanghai, he was the founder of the System Research Group in Microsoft Research Asia, where he served as Principle Researcher and research area manager. Before he moved to Beijing, he was project lead and member of technical staff in HP-Labs. He holds a PhD from the University of Illinois, Urbana-Champaign, an MS from University of Texas, Dallas, and a BS Fudan University.</p><p>Zhang’s research interests are theories and practices of large-scale distributed computing and its intersection with machine learning, in particular deep-learning. He has published extensively in top system conferences (OSDI, Eurosys, NSDI, etc.), and is also known for his column “Zheng Zhang on Science,” which is published in <em>Chinese Business</em>.</p><p>Zhang is a member of the Association for Computing Machinery and founder of the SIGOPS APSYS workshop and the CHINASYS research community. He served regularly as PC members of leading system conferences. During his tenures in industrial labs, he was awarded 40 patents and made numerous contributions to product lines. He has several Best Paper awards as well as awards for excellence from Microsoft and HP-Labs. He is a recipient of 2016 China's national  \"Thousand Talents Program\".</p><h3>Recent Works (2014-2017)</h3><ul><li><em><a href=\"https://arxiv.org/abs/1711.05246\" style=\"text-decoration-line: underline;\">Loss Function for Multiset Prediction</a>.</em>  Sean Welleck, Zixin Yao, Yu Gai, Jialin Mao, Zheng Zhang, Kyunghyun Cho.</li><li><div><em><a href=\"https://arxiv.org/abs/1711.05165\" style=\"text-decoration-line: underline;\">Saliency-based Sequential Image Attention with Multiset Prediction</a>.</em>  Sean Welleck, Jialin Mao, Kyunghyun Cho, Zheng Zhang. In NIPS 2017. <i>NVAIL Pioneering Research Award</i> (NVIDIA).</div></li><li><div><em><a href=\"http://learningsys.org/papers/LearningSys_2015_paper_1.pdf\">MXNet: A Flexible and Efficient Machine Learning Library for Heterogeneous Distributed Systems</a>.</em> Tianqi Chen, Mu Li, Yutian Li, Min Lin, Naiyan Wang, Minjie Wang, Tianjun Xiao, Bing Xu, Chiyuan Zhang, and Zheng Zhang. In NIPS Workshop on Machine Learning Systems (LearningSys), 2016</div></li><li><div><a href=\"http://www.cv-foundation.org/openaccess/content_iccv_2015/papers/Wang_Multiple_Granularity_Descriptors_ICCV_2015_paper.pdf\"><em>Multiple Granularity Descriptors for Fine-Grained Categorization</em>.</a> Dequan Wang, Zhiqiang Shen, Jie Shao, Wei Zhang, Xiangyang Xue, Zheng Zhang. In International Conference on Computer Vision 2015 (ICCV 2015)</div></li><li><div><a href=\"http://arxiv.org/abs/1411.6447\"><em>The application of Two-level Attention Models in Deep Convolutional Neural Network for Fine-grained Image Classification</em></a>. Tianjun Xiao, Yichong Xu, Kuiyuan Yang, Jiaxing Zhang, Yuxin Peng and Zheng Zhang. <a href=\"http://arxiv.org/abs/1411.6447\">To appear</a> in CVPR 2015. </div></li><li><div><em>Scale-Invariant Convolutional Neural Networks</em>. Yichong Xu, Tianjun Xiao, Jiaxing Zhang, Kuiyuan Yang and Zheng Zhang. <a href=\"http://arxiv.org/abs/1411.6369\">Under submission</a>.</div></li><li><div><em>Distributed Outlier Detection using Compressive Sensing</em>, Ying Yan, Jiaxing Zhang, Bojun Huang, Jiaqi Mu, Zheng Zhang, and Thomas Moscibroda. <a href=\"http://research.microsoft.com/apps/pubs/default.aspx?id=217534\">To appear in SIGMOD 2015</a></div></li><li><div>Error-Driven Incremental Learning in Deep Convolutional Neural Network for Large-Scale Image Classification, Tianju Xiao, Jiaxing Zhang, Kuiyuan Yang, Yuxin Peng, Zheng Zhang. Proceedings of ACM Multimedia 2014 (ACM MM 14) (<a href=\"http://research.microsoft.com/apps/pubs/default.aspx?id=238746\">link</a>).</div></li><li><div><span style=\"font-size: 13.0080003738403px; line-height: 20.0063037872314px;\"><em>Attentional Neural Network</em>: <em>Feature Selection Using Cognitive Feedback</em>, Qian Wang, Jiaxing Zhang, Sen Song, Zheng Zhang. <a href=\"http://arxiv.org/abs/1411.5140\">I</a></span><span style=\"line-height: 20.0063037872314px; font-size: 13px; text-align: justify;\"><a href=\"http://arxiv.org/abs/1411.5140\">n</a> </span><span style=\"font-size: 13.0080003738403px; line-height: 20.0063037872314px;\">Neural Information Processing Systems 2004 (NIPS 2014)</span></div></li><li><div><em>Minerva: A Highly Efficient and Scalable Deep Learning Training Platform</em>, Minjie Wang, Tianjun Xiao, Jianpeng Li, Jiaxing Zhang, Chuntao Hong, Zheng Zhang. In NIPS 2014 Workshop of Distributed Matrix Computations (<a href=\"http://stanford.edu/~rezab/nips2014workshop/submits/minerva.pdf\">pdf</a>).</div></li><li><div><em>Error-bounded Sampling for Analytics on Big Sparse Data</em>, Ying Yang, Liang Jeff Chen, Zheng Zhang. In Very Large Data Bases 2014 (VLDB 14) (Industrial track; <a href=\"http://research.microsoft.com/pubs/219983/SamplingVLDB-Camera-Ready.pdf\">pdf</a>)</div></li><li><div><em>A Scalable and Topology Configurable Protocol for Distributed Parameter Synchronization</em>, Minjie Wang, Hucheng Zhou, Minyi Guo, Zheng Zhang. In Proceedings of ACM SIGOPS Asia-Pacific Workshop on Systems 2014 (APSys14) (<a href=\"http://research.microsoft.com/apps/pubs/default.aspx?id=219927\">link</a>)</div></li><li><div><em>Impression Store: Compressive Sensing-based Storage for Big Data Analytics</em>, Jiaxing Zhang, Ying Yan, Liang Jeff Chen, Minjie Wang, Thomas Moscibroda, and Zheng Zhang. In the 6th USENIX Workshop on Hot Topics in Cloud Computing 2014 (HotCloud 14) (<a href=\"http://research.microsoft.com/pubs/219982/hotcloud14-zhang_jiaxing.pdf\">link</a>).</div></li></ul><div> </div><div>Additional references can be viewed here: Professor Zhang’s <a href=\"https://scholar.google.com.hk/citations?user=k0KiE4wAAAAJ&amp;hl=en\">Google Scholar Page</a>;</div><div>Current total citation: 5553; H-index: 41; i10-index: 81.</div><h3> </h3><h3>Research affiliation</h3><ul><li>The <a href=\"http://cilvr.nyu.edu/doku.php\">CIVLR lab</a> at Courant, New York.</li><li>NYU-ECNU Research Institutes: <a href=\"http://shanghai.nyu.edu/research/brain\">Institute of Brain and Cognitive Science, NYU Shanghai</a>.</li></ul><h3> </h3><h3>Software</h3><p>I led the development of the (now) open-sourced deep learning training platform <strong>Minerva</strong>: multi-GPU cards model parallelism + multi-machine data parallelism + Python programming interface. Our 4-GPU training speed currently keeps the leading record (training GoogLeNet in ~4 days on a 4-GPU workstation). Please <a href=\"https://github.com/minerva-developers/minerva\">check it out</a>!</p><p>I have also advised the development of <strong><a href=\"https://github.com/dmlc/mxnet\">Mxnet</a></strong>, the platform with the joint effort from the Minerva and CXXnet team. It offers one of the most complete and high-performing deep learning training platform.</p><p><strong><a href=\"http://zenkr.io\">Zenkr</a></strong>, an interactive classroom teaching platform. <a href=\"http://www.baike.com/wiki/%E5%B1%95%E5%AE%A2\">Examples</a> of media coverage</p><h3>Courses Taught</h3><ul><li>Introduction to Computer Science. See <a href=\"https://sites.google.com/a/nyu.edu/nyu-shanghai-introduction-to-computer-science-fall-2015/\">ICS fall 2015</a> as a recent snapshot.</li></ul><h3>Workshops organized</h3><ul><li><a href=\"https://ai-flair.org/\">Future Leaders of AI Retreat, 2017</a>.</li><li><a href=\"https://www.brain-ai-workshop.org/\">Brain and AI Workshop, 2017</a>.</li><li><a href=\"http://www.ai-nyushanghai.org/\">AI-Brain Workshop, 2016</a>.</li></ul><h3>Grants</h3><ul><li>NYU Global Seed Research, with Prof <span style=\"color: rgba(31, 37, 38, 0.75); font-family: Arial, Helvetica, sans-serif; font-size: 14px; letter-spacing: 0.4px;\">Kyunghyun Cho</span></li><li>Natural Language Processing in Brain and AI Model, a collaborative approach. Grant lead. 大脑语言处理机制与人工智能计算模型的融合研究：上海市科学技术委员会 17JC1404100。</li><li>SMTSC leadership grant. 上海市科学技术委员会 优秀学术带头人项目,15XD1503000,认知过程在生物学和人工神经网络的比照研究,2015/05-2018/4,40</li></ul><h3 style=\"line-height: 20.0063px;\">Other interests</h3><p>Photography, poetry, piano, (and a while back) horseback riding, (and a even longer while back) volleyball</p><h3>Education</h3><ul><li><div>PhD, Electrical and Computer Engineering, University of Illinois, 1996</div></li><li><div>MS, Electrical and Computer Engineering, University of Texas at Dallas, 1992</div></li><li><div>BS, Electrical and Computer Engineering, Fudan University, 1987</div></li></ul></div>\n</div>\n</div>\n</div>"}