{"preferred_name": "Zhihong Chen", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/Chen%2C%20Zhihong.png", "official_title": "Research Professor", "email_address": "zc16@nyu.edu", "room_number": "Room", "office_phone": "+86 (21) 20595164", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>Zhihong Chen is a Research Professor at NYU Shanghai. Prior to joining NYU Shanghai, she was adjunct associate professor and senior research associate in history at Cornell University (2005-2014), and Senior Research Fellow at London School of Economics (2008-2009). She was trained in three countries and in three different fields: She received a BA in German language and literature from Beijing Foreign Language College, an MA in international history from Beijing Normal University, an MA in international studies, and a D. Phil. in international history from Cologne University in Germany. She also completed an MSEd in higher education, concentrating on Chinese language teaching, at Southern Illinois University in the United States.</p><p>Chen’s published major works include the following: <em>Die China-Mission Michail Borodins bis zum Tod Sun Yatsens – Ein Beitrag zur sowjetischen Chinapolitik in den Jahren 1923-1925</em> (<em>Mikhail Borodin’s China Mission up to the Death of Sun Yat-sen: A Study of Soviet Policy toward China, 1923-1925</em>, Hamburg, Münster, and London: Lit Verlag, 2000. 323 pp., in German); “Mikhail Borodin,” in Linsun Cheng, Kerry Brown et al. eds. <em>Berkshire Encyclopedia of China</em>, (Gt Barrington, MA: Berkshire Publishing Group, 2009); <em>Origins of the Modern Chinese State</em>, by Philip Kuhn (co-trans. with Chen Jian, simplified version by Beijing: Sanlian, SDX Joint Publishing Company, 2013, and traditional version by Hong Kong: HK Chinese University Press, 2014, named as one of the five “Translations of the Year” by Phoenix Network in 2013).</p><p>She is currently working on two book projects: 1) a multimedia textbook for business Chinese language and culture (forthcoming) and 2) a comprehensive study on Borodin’s mission in China (1923-1927) in both English and Chinese.</p><h3>Research Interests</h3><ul><li>Modern Chinese history</li><li>Business Chinese language and culture</li><li>Sinology</li></ul><h3>Courses Taught</h3><ul><li>Introduction to Business Chinese and Culture</li><li>Advanced High Business Chinese - Cases from Real World</li></ul><h3>Education</h3><ul><li>PhD, International History and Sinology<br/>Cologne University, Germany, 1997</li><li><span style=\"line-height: 1.538em;\">MSEd, Higher Education and Administration<br/>Southern Illinois University, 2000</span></li><li><span style=\"line-height: 1.538em;\"><span style=\"line-height: 1.538em;\">MA, International History and Sinology<br/>Cologne University, 1992</span></span></li><li><span style=\"line-height: 1.538em;\"><span style=\"line-height: 1.538em;\">MA, Modern and Contemporary World History<br/>Beijing Normal University, 1989</span></span></li><li><span style=\"line-height: 1.538em;\"><span style=\"line-height: 1.538em;\">BA, German Language and Literature<br/>Beijing Foreign Language College, 1986</span></span><p> </p></li></ul></div>\n</div>\n</div>\n</div>"}