{"preferred_name": "(John) Alex Crosse", "profile_picture": "https://cdn.shanghai.nyu.edu/sites/default/files/field/profile/profile_pic_2.jpg", "official_title": "Postdoctoral Research Fellow in Physics", "email_address": "jac32@nyu.edu", "room_number": "N/A", "office_phone": "N/A", "bio": "<div class=\"panel-pane pane-faculty-member-bio\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n<div class=\"field-items\">\n<div class=\"field-item even\" property=\"content:encoded\"><p>(John) Alex Crosse is a Postdoctoral Research Fellow in Physics at NYU Shanghai. He received his PhD from Imperial College in 2011 under the direction of Prof. Stefan Scheel (now at the University of Rostock, Germany) and subsequently worked as postdoctoral Research Fellow at the Chinese University of Hong Kong in the group of Prof. Renbao Liu (2011-2013) and as a visiting scholar (2014) and then Postdoctoral Research Fellow (2014-2015) in the groups of Prof. Aaron Danner and Prof. Mankei Tsang (respectively) at the National University of Singapore. He joined NYU Shanghai in 2016.<br/><br/>Dr. Crosse's research interests are in the control of quantum systems (atoms, electrons, photons) using novel materials (e.g. graphene, topological insulators). These topics lie at the interface of quantum optics, condensed matter theory and photonics. Previous work includes the effect of dispersive, absorbing media on properties of atoms, high sideband generation and optical modulation in semiconductors, transport properties in strained graphene and photonic control using topological insulators. Current work involves the study of spin currents in topological insulator - graphene heterostructures.</p><h3>Research Interests:</h3><ul><li>Condensed Matter Theory:<ul><li>Transport properties of novel materials.</li><li>Spin currents and the spin Hall effect.</li></ul></li><li>Quantum Optics:<ul><li>High sideband generation and nonlinear optics in semiconductors.</li><li>Casimir-Polder physics and the interaction of atoms with material surfaces.</li></ul></li><li>Photonics:<ul><li>Photonic properties of topological insulators.</li></ul></li></ul><h3>Selected Publications:</h3><ul><li><p>\"Optical properties of topological-insulator Bragg gratings: Faraday-rotation enhancement for TM-polarized light at large incidence angles\", J. A. Crosse, Phys. Rev. A 94 033816 (2016).</p></li><li><p>\"The Electromagnetic Green’s Function for Layered Topological Insulators\", J. A. Crosse, S. Fuchs and S. Y. Buhmann, Phys. Rev. A, 92, 063831 (2015).</p></li><li><p>\"Theory of low-power ultra-broadband terahertz sideband generation in bi-layer graphene\", J. A. Crosse, X. Xu, M. S. Sherwin and R.-B. Liu, Nat. Commun., 5, 4854 (2014).</p></li><li><p>\"Large-displacement strain theory and its application to graphene\", J. A. Crosse, Phys. Rev. B, 90, 045201 (2014).</p></li><li><p>\"Quantum-coherence-induced second plateau in high-sideband generation\", J. A. Crosse and R.-B. Liu, Phys. Rev. B, 89, 121202(R) (2014).</p></li><li><p>\"Thermal Casimir-Polder shifts in Rydberg atoms near metallic surfaces\", J. A. Crosse, S. Å. Ellingsen, K. Clements, S. Y. Buhmann and S. Scheel, Phys. Rev. A, 82, 010901(R) (2010).</p></li></ul><h3>Education:</h3><ul><li>PhD, Physics (Quantum Optics)</li></ul><p>               Imperial College London, 2011.</p><ul><li>CASM, Mathematics (Part III)</li></ul><p>               Cambridge University, 2005.</p><ul><li>MSci, Physics</li></ul><p>                Imperial College London, 2005.</p></div>\n</div>\n</div>\n</div>"}